{
  "sections": [
    "<p><a id=\"_headingh.ii7795kutns0\"></a><img class=\"full-img\" alt=\"image35.jpg\" src=\"/assets/book-media/img-0001.jpeg\" /></p><p>РИЗИ. ПОБЕГ ИЗ ИДЕАЛИТИ </p><p> © 2025, Резеда Снигирь.</p><p>Все права защищены. Любое копирование, трансляция или распространение без письменного согласия автора запрещено и является нарушением авторских прав. </p><p>",
    "</p><p><a id=\"_headingh.ko9pkh2e8us1\"></a>ГЛАВА 1. КРИСТАЛЬНОЕ СЕРДЦЕ</p><p>Среди стеклянных гигантов Идеалити, словно изумруд в бетонной оправе, выделялся уютный деревянный дом Ризи. Зажатый между громадными небоскрёбами, он оставался одним из уцелевших осколков прошлого. Сад Ризи был окружён деревьями и кустарниками, укутан белоснежным покрывалом снега. Он дышал тишиной и гармонией, резко контрастируя с глянцевой стерильностью города.</p><p>Ризи вышла из тёплой оранжереи во двор и приятно поёжилась, шумно вдохнув зимний воздух. Девушка стояла на деревянной террасе и заворожённо рассматривала искусственные снежинки, игравшие на голубых ладонях. Одинаковые, как под копирку, они мерцали в свете праздничных фонарей, словно маленькие драгоценные камни на витрине. </p><p>Мысли Ризи унеслись в прошлое, к отцу — Фафису. Она вспоминала, как они лепили вместе странные и смешные фигуры из настоящего снега, который заваливал весь сад — в те дни никто не осмеливался выходить на улицу. Да, погода тогда не была идеальной, но в доме царили тепло и душевность. </p><p>Вся семья собиралась на ужин: они разжигали камин, а отец тайком читал им удивительные рассказы о чудесах природы, древних волшебных существах и могущественных кристаллах. Эти истории будоражили воображение Ризи, и она с упоением изучала бережно хранимые книги, которые в Идеалити были под запретом.</p><p>Ризи подняла голову и окинула идеополис задумчивым взглядом. В канун Нового Блока Идеалити превращался в парк аттракционов и предлагал жителям всё самое лучшее. «Здесь есть всё и даже больше!» — девиз сети идеаполисов отражал всю его суть. Инженерное чудо — искусственный пушистый снег плавно оседал на улицах и преображал их в белоснежную неоновую сказку.</p><p>Центральные площади Идеалити украшали гигантские ёлки, парящие в воздухе благодаря антигравитационным технологиям. Их ветви сияли разноцветными огнями и голографическими украшениями, а гирлянды нежно мерцали розовым неоном. Небосвод переливался пурпурным северным сиянием и узорами бриллиантовых звёзд. На фасадах зданий-исполинов появлялись интерактивные видео, оживляющие сцены из сказок, где виртуальные персонажи взаимодействовали с прохожими. </p><p>По всему городу виднелись тёплые парящие розовые купола, где царил настоящий праздник. Под ними жители согревались горячим моколадом с блёстками глимор и слушали виртуальные хоры, чьи ангельские голоса разливались по улицам и наполняли их мелодиями праздника. То и дело в воздухе мелькали мерцающие огни от изящных металлизированных кубитов. Дроны помогали украшать дома гирляндами, превращая Идеалити в настоящее произведение искусства — шедевр технократической мысли! </p><p>Ризи смаковала волшебное состояние праздника и ощущения Нового Блока, которое она впервые за долгое время могла почувствовать.</p><p> — Ризи, заходи в дом, давай украсим нашу старинную ёлку! Она такая забавная! — вывел её из размышлений нежный голос мамы Савии.</p><p> — Иду-у-у-у-у-у-у! — радостно откликнулась Ризи. Она представила себе яркий аромат старой ёлки и в детском предвкушении весело сморщилась.</p><p>Несколько блоков назад, когда отец Ризи смертельно заболел, Идеалити предложило перенести его сознание в метавселенную, но он отказался и попросил похоронить его в саду под яблоней. Папа не доверял Идеалити. После смерти Фафиса жизнь Ризи и Савии заметно потускнела: работы в саду стало больше, энергии не хватало порой даже на самые простые дела.</p><p>",
    "</p><p><img class=\"full-img\" alt=\"image41.png\" src=\"/assets/book-media/img-0002.png\" /></p><p>Праздники утратили свой смысл, и Новый Блок не стал исключением. Они больше не украшали дом — лишь собирались за ужином, который Савия, несмотря на усталость, всегда готовила сама.</p><p>Мама много трудилась в оранжерее — выращивала овощи и цветы, чтобы продавать их в лавке у дома. Большинство жителей Идеалити почти перестали есть свежие продукты, предпочитали пить сбалансированные энергобустеры или доставку готовой еды. К счастью, соседи по-прежнему покупали продукты у Савии, что помогало зарабатывать энергоны и обеспечивать им жизнь, без постоянного ухода в «полусонный режим». Ризи помогала маме после учёбы, но на тёплое общение энергии не оставалось. Вот почему каждый миг, проведённый вместе, был для них особенно ценным. С тех пор как не стало отца, они впервые решили отпраздновать Новый Блок по-настоящему — нарядить ёлку и вернуть ощущение чуда.</p><p>— С чего начнём?! — радостно воскликнула Ризи, помогая развешивать фонарики над камином.</p><p>Савия была красива — кожа с голубоватым отливом, не такой яркой, как у Ризи, а глаза — небесного цвета, полные покоя и невыразимой нежности. Они были столь мудры и чисты, что в них отражалась вся её душа. Однако в последние блоки глаза её потускнели и устали. Савия носила простую, но уютную одежду: вязаные бежевые свитера и голубые тёплые шарфы. Мама была очень доброй и заботливой и даже в самый утомительный День находила силы наполнить дом теплом и уютом.</p><p>— Ризи, сбегай, пожалуйста, на чердак и принеси ёлочные игрушки! Кажется, они в красной коробке, — уточнила Савия. Ризи тихо вздохнула. «Только не это», — подумала она, вспоминая, как давно не поднималась на чердак. Но не хотела расстраивать маму и сделала вид, что все в порядке.</p><p>— Давай попросим Куби принести коробку? — предложила Ризи, с надеждой посмотрев на своего маленького помощника.</p><p>Куби стремительно подлетела и нежно проговорила:</p><p>— Конечно, Ризи, но коробка слишком тяжёлая для меня. Мои механизмы не рассчитаны на такой вес.</p><p>— Ла-а-а-адно-о-о-о, — с натянутой улыбкой ответила Ризи. — Тогда придётся самой.</p><p>Как в замедленной съёмке, Ризи поднималась по деревянной лестнице на чердак. Каждый скрип ступени отзывался в сердце лёгкой дрожью, как напоминание о давно ушедших Днях. Полумрак окутывал пространство, и только тонкие лучи света рисовали пыльные узоры в воздухе.</p><p>На чердаке было тихо и прохладно. Запах старых книг, древесины и лёгкий аромат папиного парфюма всё ещё витали в воздухе, словно время застыло. Вещи отца лежали нетронутыми, будто ждали его возвращения. Фафис всегда оставался добрым и весёлым — от него исходила такая энергия, что казалось, дом начинал дышать теплом. Он часто шутил, рассказывал истории и учил Ризи видеть красоту в простых вещах.</p><p>Но была одна тень, которая омрачала его сердце: чтобы обеспечить безопасность, Идеалити уничтожил доступ к лесам и лишил мир живой природы. Это глубоко печалило и злило его, хотя он старался не показывать, чтобы не тревожить семью. </p><p>Ризи двигалась медленно, стараясь не расплакаться среди старых коробок и сундуков. Пыль поднималась лёгкими облачками и оседала на её салатовых волосах и одежде.</p><p>— Где же эти игрушки? — прошептала она, пытаясь отвлечься от нахлынувших эмоций.</p><p>Перебирая старые коробки, она наткнулась на множество знакомых вещей: папина записная книжка, которую он всегда носил с собой, фотоальбом с выцветшими снимками. Вдруг с грохотом на пол упала толстая книга. Бархатный чехол был покрыт пылью, и на нём виднелось изображение кристалла, сияющего таинственным светом. Ризи замерла, её сердце забилось быстрее. Она наклонилась, осторожно подняла книгу и стряхнула пыль. Она ощутила под пальцами холодную шероховатую поверхность.</p><p>— Что это за книга? Никогда её не видела… — прошептала она, ощущая, как внутри поднимается волна любопытства и смутных воспоминаний.</p><p>Книга была массивной. Её обложка из тёмной потрескавшейся кожи была украшена древними символами и прозрачным изящным кристаллом, инкрустированным прямо в центре.</p><p>",
    "</p><p><img class=\"full-img\" alt=\"image38.png\" src=\"/assets/book-media/img-0003.png\" /></p><p> От книги исходило ощущение силы, и Ризи не могла выпустить её из рук. В голове начали всплывать воспоминания. Отец часто повторял ей: «Ризи, ты особенная малышка. У тебя кристальное сердце. Ты настолько чисто и тонко чувствуешь окружающий мир и людей. Береги свои способности».</p><p>Слёзы хлынули, когда она вспомнила слова отца. Она громко заплакала. Ей стало так одиноко. Девушка страдала из-за своего внешнего вида. Её ярко-голубая кожа и салатовые волосы, которыми она пыталась прикрыть оттопыренные уши, делали Ризи объектом насмешек среди сверстников в Идеаливере, где она училась. Студенты считали её странной и старомодной, потому что Ризи тайком читала бумажные книги и реже погружалась в метавселенную. Они воровали её книги и сжигали их у неё на глазах. В попытках защитить себя она теряла много энергии — эти издёвки истощали её.</p><p>— Кристальное сердце… Оно разбито вдребезги! — подумала Ризи с горечью. — Это проклятие, а не дар! Зачем я вообще такой родилась? Мне так плохо… Лучше бы я вообще ничего не чувствовала!</p><p>Она села прямо на пол, включила маленький фонарь и начала перебирать страницы. Они были жёлтыми и бархатистыми на ощупь, испещрёнными загадочными знаками и иллюстрациями, от которых веяло мистикой. Страницы были исписаны мелким почерком отца, заметками на полях и подчёркиваниями. Ризи узнала его аккуратный стиль письма и почувствовала, как тепло разливается по груди. </p><p>— Папа… что ты хотел мне сказать? — тихо произнесла она, проводя пальцами по знакомым строчкам.</p><p>В этот момент где-то в глубине чердака послышался лёгкий шорох. Ризи обернулась, но ничего не увидела. Только нежный ветерок прошелестел между старыми вещами. Она вернулась к книге, ощущая, что нашла нечто важное.</p><p>Перелистывая страницы сквозь слёзы, Ризи наткнулась на старую фотографию бабушки и дедушки. Её сердце бешено застучало. У них была голубая кожа, как у Ризи, а глубокие, мудрые глаза светились знанием и спокойствием, словно в них хранились тайны поколений. Она плохо помнила их, но отец часто рассказывал, что они были хранителями древних знаний и рано погибли. Фото согревало душу. Ризи подсветила его фонариком и увидела надпись на обратной стороне: «Ризи, в этой книге хранится тайна бесконечной энергии. Тебе предстоит познать эту тайну и… суперкристалл…». Дальше чернила были размыты, и уже невозможно было разобрать, что там написано. Ризи прочитала эту фразу раз десять и каждый раз покрывалась мурашками. Она просто не могла поверить, что эти слова были обращены к ней. Девушка с трепетом прижала книгу к груди и закрыла глаза. Ей нужно было прийти в себя.</p><p>— Ризи! Ты в порядке? — донёсся снизу голос мамы.</p><p>— Да, мам! Уже иду! — хрипло откликнулась она, стараясь придать голосу бодрости.</p><p>Быстро отыскав красную коробку с ёлочными игрушками, девушка пулей слетела вниз по лестнице, обнимая ценную находку.</p><p>Когда она вошла в гостиную, Савия уже зажгла камин, и тёплое золотистое свечение наполнило комнату. Мама обернулась и улыбнулась дочери.</p><p>— Мамуля, посмотри, что это такое! — взволнованно воскликнула она, вбегая в гостиную. Савия, увидев книгу, побледнела и опустилась в ближайшее кресло.</p><p>— Эта книга… Это та самая книга, — прошептала она, прижав руки к груди, словно прикасаясь к чему-то таинственному.</p><p> Ризи спешно села напротив мамы; она уже не могла думать ни о чём, кроме этой фразы, что крутилась у неё в голове. Она с восторгом ещё раз перечитала текст на фотографии и замерла в ожидании реакции мамы. Савия медленно сняла пылинки и паутинку с салатовых волос Ризи и внимательно посмотрела на дочь. Мама поняла, что настал момент рассказать правду, и неспешно начала, оживляя воспоминания:</p><p>— Бабушка и дедушка очень тебя любили. Это от них тебе достался редкий цвет кожи. Они почти ничего не рассказывали о своей деятельности, лишь изредка упоминали, что были Хранителями. Они говорили, что передадут тебе все знания, когда ты будешь готова. Но когда тебе исполнилось три блока, они внезапно исчезли и не оставили никаких вестей. Это был тяжёлый удар для семьи, но мы не стали тебе ничего говорить, потому что ты была ещё совсем малышкой. Позже мы сказали тебе, что они погибли. После них осталась лишь эта книга. Папа иногда доставал её, надеясь разгадать её тайны, но ничего не мог понять из написанного. Он помнил, как бабушка с дедушкой говорили, что в ней хранится секрет бесконечной энергии. Папа понял, что книга очень важна, поэтому прятал её у себя в шкафу. После его смерти я убрала её на чердак. Я тогда была совсем разбита и совершенно про неё забыла. Прости меня, Ризи, — закончила она, тяжело вздохнув, и слёзы потекли из её прекрасных глаз.</p><p>Ризи была потрясена и буквально подскочила со стула. Никогда прежде она не думала, что её семья скрывает такие глубокие и важные тайны. Её взгляд на маму наполнился восхищением и нежностью.</p><p>— Вот это да-а-а-а-а! — выдохнула она, — Наша семья хранит такие секреты! — голос Ризи дрожал от волнения и радости.</p><p>Савия кивнула и посмотрела на неё глазами, наполненными слезами.</p><p>— Прости, что я не рассказала тебе это раньше. После смерти отца я была так подавлена, навалилось сразу столько проблем, что я спрятала эти воспоминания глубоко внутри. Я не смогла тогда рассказать тебе о книге, значит, сейчас пришёл тот самый момент.</p><p> Ризи, не в силах сдержать эмоций, радостно обняла маму. Она была так взволнована, что не могла найти слов, чтобы выразить свои чувства.</p><p>— Мамочка, не переживай, я не обижаюсь на тебя! Я так счастлива! Это лучший подарок! Теперь я знаю; мои предки были Хранителями древних знаний — что может быть интереснее! — Ризи ходила взад-вперёд, взбудораженная, как заведённый маятник. — Я просто не могу в это поверить!</p><p>Ранняя Ночь прошла в радостной атмосфере, наполненной ожиданием и волнением. Савия и Куби накрыли праздничный ужин. Они сели за стол перед камином, где весело потрескивали дрова. </p><p>Светлый отблеск огня играл на их лицах. Это был первый раз за долгое время, когда Ризи чувствовала себя по-настоящему счастливой и взволнованной. Они вспоминали Фафиса, и каждый рассказ был словно фрагмент, дополняющий общую картину.</p><p>",
    "</p><p><img class=\"full-img\" alt=\"image42.png\" src=\"/assets/book-media/img-0004.png\" /></p><p>— Помнишь? Помнишь, как папа рассказывал о древних Хранителях, о Духах и кристаллах? — всё ещё не унималась Ризи, с удовольствием поглощая мамин лилимонный пирог.</p><p>— Да, он всегда восхищался их мудростью и силой. А главное – он всегда верил, что ты тоже необыкновенная, Ризи, — Савия улыбнулась, и её красивые глаза засветились, как раньше.</p><p>Всю оставшуюся Ночь, пока хватало энергии, они наряжали ёлку, смеялись и плакали, давно не испытывая такого душевного тепла после смерти отца. Ризи не переставала расспрашивать маму о бабушке и дедушке, словно знакомилась с ними заново. Книга оживила её. Она почувствовала внутренний подъём, хотя ещё не понимала, что со всем этим делать и с чего начать.</p><p>Согретые воспоминаниями, Ризи и Савия сидели у камина, наслаждаясь моментом и распивая горячий моколад. Ризи держала книгу, любуясь тем, как переливается прозрачный камень на обложке.</p><p>— Мы справимся, мамуля, — сказала она, прижимаясь к ней. — Мы узнаем все тайны, и у нас будет полно энергии, вот увидишь!</p><p>Савия погладила дочь по голове, глаза наполнились теплом и любовью.</p><p>— Конечно, справимся, Ризи. Главное — мы вместе, моя родная душа.</p><p>Праздничная Ночь окутала дом, наполнив его волшебством и покоем. Ризи уютно устроилась у камина с книгой в руках и задремала. На мгновение, кристалл на обложке книги засиял ярче, откликнувшись на биение её кристального сердца.</p><p>",
    "</p><p><img class=\"full-img\" alt=\"image44.png\" src=\"/assets/book-media/img-0005.png\" /> </p><p>",
    "</p><p>ГЛАВА. СЛУЧАЙНОСТИ НЕ СЛУЧАЙНЫ </p><p>Прошло два цикла после Нового Блока с того момента, как Ризи нашла загадочную книгу. Но ничего великого так и не произошло. Каждый свободный пульс времени она посвящала её изучению, пытаясь разгадать смыслы, скрытые за многочисленными символами. На лекциях Ризи прятала книгу, а между занятиями в Идеаливере украдкой читала её, опасаясь, что кто-нибудь отнимет. Несмотря на все усилия, Ризи никак не удавалось постичь её смысл. Страницы оставались загадкой, а символы — тайной.</p><p>Каждую смену Дня и Ночи девушка встречала с энтузиазмом. «Сегодня я точно найду что-то новенькое», — думала она, усаживаясь за стол, утопающий в стопках книг и записей. Часто мама Савия находила дочь уснувшей прямо над страницами. Казалось, она вот-вот приблизится к разгадке, но всё снова становилось непонятным и рассыпалось, как карточный домик.</p><p>Книга казалась живым организмом, наполненным изображениями кристаллов, пирамид и диковинных островов. «Где же ты, хоть малейший проблеск?» — мысленно вопрошала она, снова погружаясь в изучение. Но порой, в моменты тишины и одиночества, её охватывала грусть. Ризи думала о бабушке и дедушке, которые ушли внезапно и не успели передать свои знания.</p><p>— Если бы они были здесь, всё стало бы ясно. И эта поблёкшая записка… Что вы хотели мне передать? Столько вопросов, и так мало ответов… — вслух размышляла Ризи и гладила кристалл на обложке, который заманчиво блестел под светом лампы.</p><p>— Что, если я никогда не смогу разгадать эту тайну? — спросила она у нарядного цветка, свисающего с потолка. Тот молчал. Ризи так хотелось показать эту книгу кому-нибудь, что внутри всё щекотало от нетерпения. Она уже сотни раз обсуждала её с матерью, и её распирало от желания найти единомышленника.</p><p>Она понимала, что ей нужен тот, кто смог бы поддержать её в исследованиях и обладал необходимыми знаниями и опытом. Но у неё практически не было друзей: пара приятелей переехала в другой идеаполис, а обсуждать такие вещи по ризифону было опасно. Ризи переняла от отца привычку не доверять Идеалити свои секреты.</p><p><img class=\"full-img\" alt=\"image55.png\" src=\"/assets/book-media/img-0006.png\" /></p><p>Однажды, сидя за столом и разглядывая очередной загадочный символ, Ризи вдруг пришла к мысли:</p><p>— Мне нужен союзник, — прошептала она. Эта мысль пронзила её насквозь. — Книга ведёт меня к разгадке древних тайн, но я не смогу справиться одна. Иначе мне придётся потратить на это всю жизнь… — грустно усмехнулась Ризи, представляя себя старенькой, склонившейся над рукописями.</p><p>На следующий День, погружённая в мысли о книге, Ризи ехала в Идеаливер на антигравитационном мобиусе, который парил над землёй. Его обтекаемый корпус не имел ни единого шва, и при ускорении поверхность оживала, переливаясь мягким неоновым светом. Внутри царила тишина, будто сам воздух подстраивался под движение транспорта. Мобиус мягко поднимался и опускался: то нырял в подземные туннели, то вновь всплывал на поверхность, открывая пассажирам панорамы идеаполиса.</p><p>Ризи устало смотрела на круглый дисплей перед собой, где без остановки мелькали красочные кадры и реклама Идеалити — с бодрыми, до боли знакомыми слоганами. </p><p>— «Новинка в мире бустеров! Такой бодрости вы ещё не ощущали — Токсин-Релаксин!» </p><p>— «Ощути смену сезонов вместе с Биокуполом Идеалити! Весной — погрузись в мир цветущих садов и нежного аромата сакуры. Летом — открой калейдоскоп красок под ярким солнцем и насладись прохладой искусственных водоёмов. Осенью — стань частью золотого водоворота, где листья кружатся в танце ветра. А зимой — ощути волшебство белоснежных пейзажей, как в сказке! Идеалити — город, где природа на твоей стороне. Будь частью совершенства!»</p><p>Заветные цифры монет замигали на экране перед лицом. </p><p>— Как же это надоело… — вздохнула Ризи, устало моргнув на мерцающий экран. В Идеалити даже отдых приносил доход: каждый просмотр ролика в метавселенной превращался в энергоны — цифровые монеты, за которые здесь покупали всё.</p><p><img class=\"full-img\" alt=\"image50.png\" src=\"/assets/book-media/img-0007.png\" /></p><p>— Лучше бы почитать что-нибудь стоящее… — пробормотала она с раздражением, как раз в тот момент, когда перед её глазами вспыхнуло:</p><p>«+500 энергонов».</p><p>Мобиус вынырнул из подземного лабиринта и вновь вышел на поверхность, где яркие лучи искусственного солнца залили Идеалити. Ризи на мгновение зажмурилась. Лёгким нажатием на висок она отключила рекламу и позволила себе отстраниться от навязчивых анимаций. Взгляд Ризи устремился в окно — Идеалити, переливаясь и искрясь, раскинулся перед ней как фантазия, воплощённая в реальность.</p><p>Идеалити — живое произведение искусства: идеаполис, утопающий в неоновых огнях, стильных чёрно-розовых вывесках и бесчисленных цифровых экранах. Здесь всё пронизано технологией и искусственной красотой. Дикая природа давно уступила место стеклу и бетону. Она сохранилась лишь в виртуальной реальности, где парящие голограммы великолепных деревьев и цветов создают иллюзию зелёных оазисов среди бетонных джунглей. Жители забыли настоящий запах дождя и земли, обнимали ауру природной красоты и впитывали в себя каждый пиксель этого цифрового мира.</p><p>Ризи вышла из мобиуса и направилась к зданию Идеаливера. Накануне она заметила цифровой плакат: на предстоящей лекции будет выступать Му-Хрю — фиолетовый зебролис, знаменитый амбассадор Идеалити и один из немногих представителей животных. В Идеалити животные — большая редкость: их численность строго контролируется и охраняется. Эти уникальные существа не только находятся под защитой, но и занимают важные позиции в обществе. Их задача — не просто сохранять культурное наследие, но и вдохновлять жителей. Все они стали символами знания, мудрости и силы — частью элиты идеаполиса.</p><p>Прибавив шагу, Ризи подумала, как было бы здорово задать Му-Хрю вопросы об инновациях и технологиях. Она обожала разбираться в устройствах и программировать их, у неё редко возникала возможность приобрести новинки. Девушка покупала гаджеты с рук, модернизировала  и использовала для работы в оранжерее, помогая матери.</p><p>Энергонов Савии хватило только на оплату инженерного отделения Идеаливера. Они заморозили крупную сумму в качестве залога — обязательство на весь срок обучения Ризи. После успешного окончания энергоны возвращались, и Ризи могла устроиться на работу в Идеалити.</p><p>Возле здания Идеаливера девушка решила зайти в бустерную, чтобы запастись парой энерготоников для ясности ума и прилива сил. День обещал быть насыщенным, и Ризи необходимо «подзарядиться». Её взгляд задержался на огромной витрине бустерной, сияющей роскошью и невообразимым дизайном. Ризи восхищалась утончённой красотой оформления, хотя ощущала досаду: малейшая стычка со сверстниками могла ощутимо истощить её, и тогда пришлось бы снова тратить накопленные энергоны на восстановление.</p><p>— Здесь всё как в храме энергии, — пробормотала она, пропуская вперёд бабушку в изящном платье. Та остановилась и с любопытством посмотрела на Ризи. Девушка уже привыкла к косым взглядам на цвет ее кожи. </p><p>Бустерная давно стала символом Идеалити. Жители считали ее благом, поддерживающим силы и здоровье. Это было культовое место.</p><p> «Энергия — это всегда привлекательно!» — прочитала Ризи. Её взгляд остановился на сверкающей бриллиантовой вывеске над стендом с заветными флаконами. Невесомые стены и полы, неоновые стойки причудливых форм и полки с разноцветными энерготониками светились в такт синтетическим ритмам музыки. Потолок представлял собой дисплей, демонстрирующий разнообразие видов энергии.</p><p>Эти флаконы казались драгоценными артефактами — маленькими шедеврами в виде хрустальных кристаллов, парящих в воздухе. Ризи выбрала два жёлтых флакона – «Фокусник». Они идеально подходили для длительной концентрации – впереди был целый День открытых лекций.</p><p> <img class=\"full-img\" alt=\"image59.png\" src=\"/assets/book-media/img-0008.png\" /></p><p><img class=\"full-img\" alt=\"image60.png\" src=\"/assets/book-media/img-0009.png\" /></p><p>Её удивлённый взгляд остановился на обновлённой витрине с описанием  желанных напитков: </p><p> <strong>Классификация Видов Энерготоников:</strong></p><ul><li>Красный кристалл — даёт физическую выносливость и отсутствие сонливости, увеличивает мышечную силу, восстанавливает после тренировок. Питательная энергия для тела в момент нахождения в метавселенной. Самый доступный бустер.</li><li>Оранжевый кристалл — прилив творчества и жизненной энергии. </li><li>Жёлтый кристалл — обеспечивает длительную концентрацию во время умственных и физических занятий (популярно среди студентов, называют между собой «фокусник»).</li><li>Зелёный кристалл — придаёт бодрость. Притупляет чувство одиночества.</li><li>Голубой кристалл — продлевает время общения и усиливает ораторские способности, снижает уровень стресса.</li><li>Синий кристалл — увеличивает когнитивные способности, обостряет чувства в метавселенной Идеалити, повышает реакцию (идеально для геймеров — «вирт-чардж»).</li><li>Фиолетовый кристалл — омолаживает тело, оптимизирует расход энергии, расслабляет тело и ум («токсин-релаксин»). Входит в разряд элитных видов энергобуста.</li></ul><p>Экран перед девушкой мягко подсветился, и нежный голос Куби сообщил: </p><p>– Ризи, через 25 пульсов начинается лекция, поспеши! — Это был личный голосовой помощник Ризи, встроенный в кнопку на виске.</p><p>Она торопливо вошла в здание Идеаливера и побежала по коридору с глянцевыми стенами, украшенными световыми линиями, напоминающими звёздные тропы. Он напоминал тоннель космического корабля – с мягким светом и экранами, демонстрирующими достижения Идеалити. Идеаливер был самым престижным местом обучения. </p><p>Внезапно Ризи запуталась в шнурках, споткнулась, налетела на кого-то и с шумом рухнула, выронив древнюю книгу и бустер. </p><p>— Простите… я случайно, — тихо извинилась Ризи, торопливо схватила рюкзак и заметалась взглядом в поисках книги. Её сердце бешено колотилось, а лицо залилось румянцем.</p><p>— Ничего страшного… ты не ушиблась? — раздался мягкий голос, пока он помогал Ризи подняться. </p><p>Она замерла, узнав того, кто стоял перед ней. Это был сам Му-Хрю — один из самых известных личностей Идеалити. Он протянул полосатую лапу, а жёлтые глаза излучали улыбку.</p><p>— Му-Хрю! — представился зебролис с радостной улыбкой.</p><p>Ризи растерянно смотрела на него, ощущая, как от волнения слова застревают в горле. Её голубая кожа потемнела от смущения. Она невольно отступила, не веря, что стоит так близко к самому Му-хрю – знаменитому и обаятельному. Она неловко протянула руку и выдохнула:</p><p>— Ризи… меня зовут Ризи.</p><p>— Ах, Ризи, — с теплотой и весёлым блеском в глазах промурлыкал Му-Хрю, внимательно глядя ей в лицо. — Так ты спешила на мою лекцию? Похвально, Ризи! — его длинный хвост завился, а мягкая лапа коснулась её ладони в знак приветствия, как это было принято в Идеалити.</p><p><img class=\"full-img\" alt=\"image54.jpg\" src=\"/assets/book-media/img-0010.jpeg\" /></p><p>— Да… я просто… хотела услышать о новинках… — Ризи с трудом подбирала слова, ощущая, как ей хочется просто замереть в этом мгновении. У неё вдруг появилось странное желание рассмотреть каждую полоску на шерсти Му-Хрю и даже прикоснуться к его мягкому хвосту. Но она тут же отогнала эту мысль, смутившись ещё больше.</p><p>Му-Хрю поднял упавшую книгу и удивлённо прищурился, заметив блестящий кристалл на обложке. Его взгляд стал серьёзнее, и он спросил, слегка приподняв бровь:</p><p>— Любишь книги? Давно таких не встречал… У моего учителя есть нечто подобное. Редкость, знаешь ли… — понизил голос зебролис.</p><p>Ризи вздрогнула от неожиданности и не сразу нашла, что ответить. — Да, с детства люблю... — призналась она робко. — Они… открывают двери в другие миры. Но эта… она не спешит открываться. — Ризи грустно улыбнулась и спрятала книгу в рюкзак, чувствуя, как её сердце замирает от смятения.</p><p>Му-хрю взглянул на неё с пониманием и мягко промолвил:</p><p>— Порой понимание приходит не тогда, когда ищешь, а тогда, когда готов услышать. Так говорит старик Опус. Может, после лекции мы сможем поговорить? У меня есть парочка мыслей… Но сейчас пора бежать! Без меня точно будет скучно! — спохватился Му-Хрю. — Погнали, Ризи!</p><p>Ризи не могла сдержать улыбку, когда он снова промурлыкал это. Почувствовав лёгкость на душе, кивнула в ответ.</p><p><a id=\"_headingh.wzb58p6mmpva\"></a><img class=\"full-img\" alt=\"image57.jpg\" src=\"/assets/book-media/img-0011.jpeg\" /> </p><p>Глава 3. СЦЕНА</p><p>Девушка вбежала в торжественный зал, гудевший, как огромный рой пчёл. Ризи привычно втянула голову в плечи, словно пытаясь спрятаться. Мгновенно перед ней возникла знакомая банда — Роби и его дружки, все в одинаковых чёрных куртках с розовыми нашивками логотипа Идеаливера.</p><p>Роби — худощавый подросток с узким прищуром и хищным взглядом — щёлкнул пальцами. Его спутники, не мешкая, подлетели к Ризи на анибордах и преградили ей путь. Тонкие губы Роби скривились в издевательской ухмылке. За ним парили верные приятели — Кис-Кис и Бин-Бин. Они по очереди дергали лямку рюкзака Ризи, играя с ней, как кошка с мышкой. Братья-близнецы были неразлучны — коренастые, будто два плотных бочонка, с накачанными плечами и короткими ногами. Они двигались резко и механически, а их взгляды были тупыми, но навязчивыми. Казалось, они не понимали, зачем издеваются, — просто копировали Роби, как два глухих эха его жестокости.</p><p>— Ну что, синяя мечтательница, неужели технологии заинтересовали? — с усмешкой протянул Роби, облетев её с другой стороны, — Думаю, чем это так запахло? А, точно — Ризи пришла! Искала унылые, вонючие книги, но зашла не в ту дверь?</p><p>Ризи сжала губы и молчала, но взгляд выдавал раздражение, которое она пыталась скрыть.</p><p>— Эй, ты чего молчишь? — насмешливо выкрикнул Кис-Кис, слегка подтолкнув её плечом. — Уши свои подгибай, почтенному залу мешать будут! — Он рассмеялся, а друзья подхватили гоготом.</p><p>— Ризи-Пизи, с такими ушами и глазами ей место только за биокуполом! — подхватил Бин-Бин.</p><p>Ризи шагнула вперёд, но Роби стремительно подлетел и встал у неё на пути.</p><p>— Давай, топай назад, Синявка! — усмехнулся он. — Думаешь, можешь сидеть с нами в первых рядах? Ты у нас особенная – «путешественница во времени»! </p><p>— Дайте пройти, — тихо, но твёрдо сказала Ризи. Голос дрожал от сдерживаемого гнева. Её руки сжались в кулаки, но она старалась не показывать слабости.</p><p><img class=\"full-img\" alt=\"image56.png\" src=\"/assets/book-media/img-0012.png\" /></p><p>— Ого, она говорит! — выкрикнул Кис-Кис, облетел и дёрнул её за рюкзак. — Вы слышали? Требует уважения!</p><p>— Уважения? — передразнил Роби. — Да кто ты такая? Всего лишь маленькая синяя заноза в нашем идеальном мире!</p><p>Ризи резко вырвала лямку рюкзака из рук Кис-Киса и с силой прорычала:</p><p>— Оставьте меня в покое!</p><p>На миг её крик заставил всех замереть, но затем аудитория взорвалась смехом.</p><p>— Ого, как страшно, — с наигранным испугом протянул Бин-Бин. — А ты и рычать умеешь! Может, ещё что-нибудь покажешь? </p><p>Роби кивнул приятелям, и те с ухмылками разлетелись, освобождая ей проход. Ризи, стараясь не показать унижения, поспешила к задним рядам, подальше от колючих взглядов. Но внутри всё кипело: сердце колотилось, обида и злость душили. </p><p>Нежный розовый свет мягко залил зал и высветил фигуру в центре. Все замерли и тут же уселись — гул стих. Студенты начали возбуждённо шептаться между собой: никто не ожидал увидеть сегодня такое. У Ризи побежали мурашки, и она буквально уставилась на сцену.</p><p>Силуэт был величественным, внеземным. Кожа — гладкая, с мерцающими чешуйками, напоминающими металл. Черты лица острые, почти хищные.</p><p>Немигающие глаза излучали холодный свет, будто видели насквозь. Он двигался с идеальной грацией, скользя по полу. Костюм – изысканный, с древними мотивами, подчёркивал его силу. </p><p>Это был Верховный инженер Ксар — одна из самых влиятельных фигур в Идеалити.</p><p>Как только его образ возник в лучах света, студенты одновременно сложили руки в форму квадрата и приложили к груди. </p><p>— ИДЕАЛ в сердце! — раздался гипнотический хор.</p><p><img class=\"full-img\" alt=\"image58.jpg\" src=\"/assets/book-media/img-0013.jpeg\" /></p><p>Ксар оглядел зал. На мгновение казалось, что его взгляд проникает в каждого. Его голос прозвучал, как раскат:</p><p>— Достопочтенные студенты! Сегодня я здесь, в величественных стенах Идеаливера, чтобы вдохновить вас и поделиться ви́дением будущего. Мы строим его вместе. Идеалити — это не только сеть идеаполисов, а символ прогресса и совершенства. Мы находимся в таком витке эволюции, где виртуальная реальность стала частью нашей жизни. </p><p>Он сделал паузу, позволяя словам проникнуть в сознание слушателей.</p><p>— В Идеаливере мы заботимся о каждом студенте. Предоставляем вам все необходимые ресурсы для развития. Наши лаборатории и учебные заведения — это вершина технологического прогресса. Мы стремимся к тому, чтобы вы раскрыли свой потенциал. Вы — будущее Идеалити!</p><p>Он сделал ещё одну паузу, подчёркивая важность слов, и уверенно продолжил:</p><p>— Сегодня я рад объявить о старте конкурса на создание невероятной метавселенной. В нём вы сможете применить все наши последние разработки. Победитель получит пожизненную субсидию в энергонах и станет ведущим архитектором нашего нового проекта. Это шанс показать миру, на что вы способны, и оставить виртуальный след в истории Идеалити!</p><p>Аудитория буквально взорвалась аплодисментами и радостными криками.</p><p>После проникновенной речи Верховного инженера, который словно растворился в воздухе, наступила короткая пауза. И вот на сцену вышел Му-Хрю — мегапопулярный амбассадор Идеалити. Весь зал синхронно повернул головы в его сторону. Студенты его обожали и были в диком восторге от возможности увидеть кумира вживую — каждый мечтал быть на него похожим. </p><p>Му-Хрю, ярко-фиолетовый зебролис, выглядел по-настоящему уникально. Его гладкая, роскошная шерсть была покрыта изящными чёрными полосками, создавая гипнотический эффект. Ослепительная улыбка зебролиса могла очаровать любого, а длинный хвост, выражал каждую его эмоцию — от волнения до вдохновения.</p><p>Ризи увидела Му-Хрю на сцене и почувствовала, как её кристальное сердце завибрировало и забилось, как бабочка за стеклом.</p><p>— Друзья, сегодня я хочу поделиться с вами последними разработками Идеалити, — начал Му-Хрю. Его голос звучал мягко, но уверенно. Он двигался по сцене с грацией лисы, а хвост плавно извивался, подчёркивая каждое слово. — Мы создали IDEAL^MIND — новую версию метавселенной, где можно не только видеть и слышать… но и ощущать запахи, вкусы и прикосновения. </p><p>Му-Хрю продолжил, сопровождая каждую мысль живописным слайдом на огромном экране, окружающем зал.</p><p>— С этими устройствами вы сможете не только перенестись в тропический лес и ощутить влажность воздуха и запахи экзотических цветов, но и прикоснуться к предметам, почувствовать их текстуру и вес. Представьте: вы стоите на вершине горы, в груди — свежий воздух, на лице — холодный ветер. А теперь перенеситесь к берегу озера, где вода охлаждает ступни, а под пальцами шуршат камешки. Теперь природа может быть безопасна! Никаких Духов, способных лишить вас энергии!</p><p>Его слова звучали как музыка, унося аудиторию в волшебный мир возможностей. Студенты затаили дыхание, и Му-Хрю продемонстрировал стильные гаджеты — шапочку и перчатки.</p><p>— С устройствами IDEAL^MIND вы сможете переживать полный спектр ощущений, создавая миры, неотличимые от реальности. Вы, как будущие инженеры, станете архитекторами этих миров, даря жителям возможность переживать самые фантастические приключения!</p><p>Ризи слушала с восхищением. Её мысли крутились вокруг новых возможностей и того, как они могут помочь ей понять древние символы и карты из книги.</p><p>Му-Хрю закончил презентацию и предложил выйти на сцену первому в мире студенту, который испробует новшества на себе. Все в аудитории повскакивали со своих мест и начали суетиться, стараясь привлечь к себе внимание. Кто-то хлопал в ладоши, кто-то тянул руку, а шайка Роби уже парила на анибордах у сцены, ожидая приглашения от Му-Хрю. </p><p>— Ты! Да, ты! — хвост Му-Хрю мягко указал на Ризи, приглашая её на сцену. — Сегодня ты станешь первым студентом во всём Идеалити, который опробует это на себе! Исторический момент!</p><p>Зал загудел с недовольством, послышались грубые выкрики. Кис-Кис и Бин-Бин грозились запереть Ризи в кладовке, если она осмелится выйти. Ризи в ужасе сидела, прикованная к креслу, лихорадочно соображая, что ей делать. Му-Хрю пристально посмотрел ей в глаза и очень широко улыбнулся.</p><p>— Ризи, смелей! — ободряюще промурлыкал он. — Тебе понравится!</p><p>Это было уже слишком – никто из присутствующих не был готов к такому повороту событий. Напряжение в зале росло, эмоции зашкаливали. Роби и Бин-Бин злобно шептались, посылая Ризи грозные взгляды, но девушка старалась не обращать на них внимания.</p><p>Дрожащими руками она достала бустер и быстро сделала пару глотков. Тёплые волны напитка разлились по телу. Мозг словно ожил, каждый нервный импульс ускорился, мысли стали чётче и ярче. Собрав всю свою решимость, Ризи бодро встала и направилась к сцене. Пути назад уже не было.</p><p>Лицо Ризи осветили розовые прожекторы, и она стояла, смущённо улыбалась Му-Хрю и чувствовала себя в безопасности рядом с ним. С тех пор как в школе её публично унизили одноклассники на выступлении, она больше не выходила на сцену. Внезапный душевный подъём охватил её — словно поток энергии и приятного волнения заполнил всё её тело. Девушка прищурилась от яркого света, и несколько пульсов они с Му-Хрю молча смотрели друг другу в глаза.</p><p>Му-Хрю протянул раскрытую пушистую лапу, и Ризи робко приложила свою ладонь, как знак приветствия Идеалити. Аудитория замерла — все забыли, как дышать.</p><p>Му-Хрю любезно предложил ей примерить самые совершенные технологии Идеалити, объясняя каждую деталь. Ризи надела изящную шапку, которая нежно обвила её голову, и тонкие перчатки. </p><p>Со стороны Ризи выглядела эффектно: синяя, в чёрно-розовой экипировке — как арт-объект в витрине бустерной.</p><p>— Активируй режим IDEAL^MIND, — объяснил ей зебролис. </p><p>Едва Ризи коснулась кнопки на виске и произнесла команду, вокруг её головы раскрылся шарообразный дисплей, и окружающий мир мгновенно изменился.</p><p><img class=\"full-img\" alt=\"image68.png\" src=\"/assets/book-media/img-0014.png\" /></p><p>Перед её глазами сначала замелькали ярчайшие картинки: огромный луг с невероятными цветами, изумрудные просторы океана, бушующие волны. Ризи громко вздохнула и ощутила солёный морской бриз. Но вдруг картинка сменилась: она стояла у подножия древней пирамиды, источающей золотистое сияние. Её рука невольно скользнула по гладкой, тёплой поверхности камня, будто сама пирамида была живой. Высота пирамиды внушала трепет, а воздух был пропитан древней магией – электрические волны пробегали по её телу. Ризи совсем забыла, где находится. Масштаб ощущений захватил её настолько, что на глазах выступили слёзы. Вся аудитория могла наблюдать её образы на огромном экране. В зале воцарилась полная тишина.</p><p>Му-Хрю внимательно следил за её реакцией. Его зрачки сузились, тело напряглось, а хвост застыл в воздухе, отражая внутренние вибрации Ризи. Зебролис тоже ощутил эту древнюю магию — глубокое чувство дежавю охватило его.</p><p>— Что это? — прошептал он. — Я уже видел это…</p><p>В этот момент к нему подлетел небольшой блестящий шар на изящных крыльях — транслирующий прямой эфир миллионам зрителей. Это вернуло Му-Хрю к реальности, и, как настоящий профессиональный блогер, он мгновенно подхватил яркую эмоцию и зажигательно произнёс:</p><p>— Друзья, посмотрите, как живо Ризи воспринимает наш виртуальный мир! Вы даже не представляете, насколько это реально для неё! С новыми гаджетами мы можем ощущать мельчайшие детали: трогать, слышать и переживать! Путешествуйте по любому придуманному миру и наслаждайтесь всеми возможными ощущениями! Невероятно…</p><p>Когда демонстрация завершилась, зал всё ещё пребывал в тишине и нервозном ожидании — как небо перед грозой. Спустя несколько пульсов громкие аплодисменты и радостные восклицания взорвали воздух. Му-Хрю, улыбаясь, подошёл к Ризи и вручил ей гаджеты, которые она использовала на сцене.</p><p>— Держи, это тебе. Ты заслужила это своей смелостью и открытостью. Кстати, ты сама придумала пирамиды, Ризи. Этого не было в программе, — тихо добавил он, глядя ей прямо в глаза.</p><p>Команда Роби, наблюдавшая за всем этим, злобно и громко обсуждала между собой.</p><p>— Мы заберём у синекнижницы эти гаджеты, и она останется без энергии на неделю! Этот библиофил даже книжку не сможет поднять! — кричали они с насмешкой.</p><p>Ризи, приходя в себя от пережитого, поняла, что опасность близко. Она благодарно кивнула Му-Хрю и спешно приняла подарок.</p><p>— Спасибо, Му-Хрю. Это очень ценно для меня. Но, кажется, мне пора исчезнуть, — с грустной улыбкой ответила она.</p><p> Му-Хрю почувствовал волну симпатии к Ризи.</p><p> — Идём, я покажу тебе запасной выход, — успокоил он её, указав хвостом на скрытую дверь за сценой.</p><p>Они направились по узкому коридору, освещённому мягким светом. </p><p>— Этот коридор используется для таких случаев, когда нужно быстро покинуть здание, — объяснил Му-Хрю, оглядываясь на Ризи. — Нам нужно встретиться, — твёрдо добавил он, открывая ей дверь и глядя прямо в глаза. — Эти пирамиды… Я тоже их вижу во снах.</p><p>Ризи была так взволнована, что смогла только кивнуть. Они вышли на задний двор Идеаливера, но их тут же прервали. Репортёры, словно голодная стая, окружили Му-Хрю, направив на него свои летающие камерофоны. Он попытался что-то сказать Ризи, но его голос утонул в шуме.</p><p>— Нам действительно нужно поговорить! — выкрикнул он, пытаясь пробиться сквозь толпу. — Напиши мне, это важно!</p><p>Ризи, крепко держа подаренные гаджеты, ощутила, как что-то важное ускользает, но вернуться уже не могла. </p><p>«Напиши мне, это важно» — эхом звучали у неё в голове слова Му-Хрю, пока она стремительно шла к выходу из снежного парка Идеаливера. Её кристальное сердце билось так необычно, что впервые за долгое время Ризи почувствовала себя живой.</p><p><img class=\"full-img\" alt=\"image64.jpg\" src=\"/assets/book-media/img-0015.jpeg\" /></p><p><a id=\"_headingh.jehv4qdj1rwr\"></a>ГЛАВА 4. СИМВОЛ КУБА</p><p>Му-Хрю с облегчением выбрался из окружения журналистов и стал глазами искать Ризи. Внутри всё кипело: ему пришлось выдержать шквал вопросов и не допустить ни одной трещины в образе амбассадора Идеалити.</p><p>Направляясь к омнимобилю, он заглядывал во все укромные уголки парка Идеаливера, пытаясь найти Ризи, но безуспешно. Его длинный хвост нервно покачивался из стороны в сторону, словно фиолетовый маятник.</p><p>— Напиши мне! — передразнил сам себя зебролис с досадой. — Куда?! Куда она должна мне написать, если я не дал ей мухрюфон?! — воскликнул Му-Хрю вслух, потрясённый собственной забывчивостью. — Почему я не спросил, где она живёт?! Эти прилипалы-журналисты!...</p><p>Ругаясь вслух, Му-Хрю дошёл до своего новенького омнимобиля. Одним движением замысловатое крыло открылось и превратилось в изящную лесенку, по которой он поднялся внутрь. Устроившись на диване, который мгновенно подстроился под его гибкое тело, Му-Хрю шумно выдохнул.</p><p>Астра – его любимый гаджет и самая быстрая модель омнимобилей в Идеалити. Обтекаемый корпус мобиля напоминал волну, чей голубой отлив переходил в оранжевый купол и отполированный капот. Му-Хрю размашисто разлёгся, а огромный светящийся экран мгновенно вывел расписание: интервью, визит в лабораторию Идеалити, спорт, концерт, чтение, массаж. Энергонов у него было в изобилии, и сил на эти бесконечные активности хватало.</p><p>— Астра, перенеси все дела, отправь участникам вежливое сообщение, что я в срочной командировке, и залей новости во все аккаунты. До следующей Ночи меня не беспокоить. Активируй режим отдыха, — устало произнёс он, залпом выпив «токсин-релаксин» и закрыв глаза. </p><p>Внутри купола разлилась расслабляющая музыка, в воздухе появился нежный аромат. На экране — калейдоскоп акварельных красок, мягкая подсветка подчеркнула пространство. Астра плавно поднялась в воздух, направляясь к дому — одному из престижных зданий Идеалити.</p><p><img class=\"full-img\" alt=\"image70.png\" src=\"/assets/book-media/img-0016.png\" /></p><p>Задумчивый взгляд Му-Хрю скользил по Ночному идеаполису, который переливался неоновыми огнями, как киберпринцесса, танцующая в стеклянных небоскрёбах. Мысли о встрече с Ризи не покидали его и вызывали необъяснимую тревогу. Его охватило сожаление: он не оставил Ризи своих контактов. А ведь найти Му-Хрю почти невозможно — он тщательно оберегал личное пространство. Теперь эта глупая оплошность казалась фатальной: он мог потерять важного единомышленника. </p><p>Книга, которую он заметил у Ризи, серьёзно взволновала его. Опус не раз рассказывал ему о древней утраченной рукописи, которая содержала тайну бесконечного источника энергии. Му-Хрю всегда считал это вымыслом. Но теперь — уже не был уверен. </p><p>Приземлившись на частной парковке, Му-Хрю прошёл через холл, напоминающий галерею, и поднялся в свои роскошные апартаменты — целый этаж в здании. Пространство было идеально спроектировано: круглая мебель из бархата, фиолетовые зебропринты, картины, скульптуры. </p><p>Му-Хрю ощущал дома невероятный комфорт. Но сейчас его мысли витали далеко отсюда — он нервно ходил из угла в угол, взгляд метался по бесконечным голограммам Идеалити.</p><p>— Что происходит? — тихо спросил он сам себя.</p><p>Стены, с футуристическим декором и современным искусством казались тесными. Ему стало душно. Му-Хрю не мог найти себе места. Будто неведомая сила выталкивала его за пределы холёной жизни. Охваченный беспокойством, он решил заняться спортом, чтобы снять это напряжение.</p><p>Опус обучил его особой технике — она сочетала физическую активность и гибкость, чтобы через тело вышел комок тревоги и расслабился ум. Он зашёл в просторный купольный зал. Сфера была покрыта узорами, излучающими тонкое ультрафиолетовое свечение. Атмосфера была расслабляющей — своего рода храм Му-Хрю.</p><p><img class=\"full-img\" alt=\"image65.jpg\" src=\"/assets/book-media/img-0017.jpeg\" /> </p><p>Место, где он наполнялся после жизни в сверхзвуковом ритме идеаполиса. Образ амбассадора Идеалити истощал его. Несмотря на обилие бустеров, Му-Хрю всё чаще чувствовал, как вкус к жизни ускользает: Идеалити становился пресным, местами пластиковым. Неприятное для успешного зебролиса состояние. </p><p>Тренируясь, он ощущал, как напряжение уходит. Движения стали плавными и точными. Каждый мускул работал в унисон с разумом. В зеркале он увидел свои жёлтые глаза — в них метались бурные мысли. Длинный хвост кружился над Му-Хрю, как заведённый пропеллер. </p><p>— Что со мной? — прошептал он, глядя на отражение. — Почему я чувствую себя… таким потерянным?</p><p>Он раздражённо взъерошил шерсть на голове. Та тут же легла на место.</p><p> — Ладно, Му-Хрю. Давай разберёмся. Если кто-то и знает ответ — это Опус. Он всегда знает. Решено, — он кивнул своему отражению. — Я просто не смогу уснуть, пока не поговорю с ним. — Его хвост, словно удовлетворённый решением, плавно опустился.</p><p>Опус, его мудрый наставник, заменил Му-Хрю родителей после их неожиданного исчезновения. Подростком Му-хрю однажды вернулся домой и никого не застал. С тех пор Опус стал для него всем.</p><p>Му-Хрю погрузился в тягостные воспоминания о родителях и их внезапном исчезновении. Сколько Дней и Ночей он провёл в попытках понять, что произошло: исследовал каждую улику, каждый намёк на их местонахождение. Он пытался найти их любыми доступными способами, но всё оказалось напрасно – они просто бесследно исчезли. </p><p>В итоге он посвятил всё своё свободное время саморазвитию, чтобы стать сильнее и умнее — как его родители. Именно благодаря мудрости и поддержке Опуса Му-Хрю стал таким популярным. Однако в его характере оставался один нюанс — природный эгоизм, свойственный всем выжившим животным. Му-Хрю закрыл сердце от боли утраты и пошёл по пути успеха. Чаще он брал любовь, чем отдавал. Опус терпеливо помогал ему проходить этот путь, вновь и вновь становясь опорой в непростом круговороте событий.</p><p>Окрылённый идеей провести вечер с Опусом, Му-Хрю почувствовал настоящее облегчение — словно нашёл спасательный круг в океане мыслей.</p><p>— Опять в ванной, да, Опус? — пробормотал он, слушая гудки мухрюфона. — Наверняка сидишь там со своими древними книгами, отгородившись от мира.</p><p>Он разомкнул хвост, который досадливо свернулся узлом. </p><p>— Старовер-осьминог! Кто ещё в наше время может читать бумажные книги? — пробурчал он.</p><p>Решив, что сюрприз будет лучшим выходом, Му-Хрю уже через мгновение устроился в своей любимой Астре. Из акустики раздался женственный хрустальный голос:</p><p>— Му-Хрю, куда направляемся сегодня? </p><p>— Астра, отвези меня к Опусу, — промурлыкал зебролис. — Захвати его любимый чай, что-то из тех его травяных заморочек. </p><p>Он замер на секунду, задумчиво глядя в окно. — И… найди любую информацию о Ризи. </p><p>— Доступных данных мало. Ризи редко взаимодействует с метавселенной, её цифровые следы минимальны. Последние упоминания связаны с лекцией в Идеаливере, где вы оба присутствовали, — отчётливо сообщила Астра. </p><p>— Редко бывает в метавселенной… — Му-Хрю нахмурился, его хвост застыл, как стрела. — Значит, завтра залечу в Идеаливер. Надо её найти. Или хотя бы узнать, где она живёт.</p><p>Астра мягко подсветила экран и салон омнимобиля.</p><p>— Ты крайне заинтересован этой персоной, Му-Хрю. Это необычно для тебя. Что-то особенное в ней? — спросила она с лёгкой ноткой любопытства. </p><p>— Она… увидела пирамиды… — задумчиво произнёс он, поглаживая пушистую полоску хвоста. — Ровно такие же, как в моих снах. Представляешь? Ризи оказалась там, среди этих древних построек. Я их чувствую… как будто они зовут меня. И это было не запланировано. Она сама их представила. </p><p>Голос зебролиса дрогнул, а глаза вспыхнули волнением. — Может, это просто совпадение, а может, и нет…</p><p><img class=\"full-img\" alt=\"image67.jpg\" src=\"/assets/book-media/img-0018.jpeg\" /></p><p>Астра помолчала несколько пульсов, её голос стал мягче.</p><p>— Думаю, не стоит откладывать. Я построю маршрут на завтра. Сейчас расслабься, Му-Хрю. Я позабочусь обо всём.</p><p>Зебролис облегчённо откинулся на уютный диван и грациозно потянулся — его вечер налаживался. </p><p>Добравшись до дома Опуса, Му-Хрю был невероятно воодушевлён. Весело и мелодично постучав хвостом в резную дверь, он громко позвал наставника. Но дверь оказалась приоткрыта и лишь грустно скрипнула в ответ. Осторожно войдя, он почувствовал странное беспокойство. Обычно Опус встречал его у порога в красивом халате и сразу усаживал за резной стол на чайную церемонию. У пожилого осьминога был хороший слух, он всегда заранее знал о приходе Му-Хрю. Но в доме было темно. Лишь редкие огни Идеалити пробивались сквозь окна, отбрасывая мрачные тени на стены.</p><p>— Опус? — осторожно позвал Му-Хрю, но в ответ ему была лишь зловещая тишина. Фиолетовая шерсть зебролиса встала дыбом. — Опус, Опус! — он шагнул вперёд, но споткнулся о тяжёлый предмет, с размаху упал и сильно ударился головой. — Второй раз за День! Ах ты, зараза, как же больно!</p><p>— ЧТО ВООБЩЕ ПРОИСХОДИТ?! — воскликнул Му-Хрю, ощупывая голову. Он сел, потирая шишку и привыкая к темноте. Его взору предстала ужасная картина: книги, мебель, предметы искусства — всё было разбросано, словно после урагана. Разбитые лампы, сбитые картины, а древние скульптуры валялись на полу. </p><p>— Что здесь произошло?... Где Опус?! — чуть ли не рычал Му-Хрю. Его сердце билось, как птица в ловушке. Зебролис ощупал висок, активируя встроенный мухрюфон, чтобы позвонить в службу безопасности Идеалити, но что-то его остановило. Тяжело дыша, он поднялся и осмотрелся. Мир рушился вместе с домом. Опус заменил ему отца, и мысль, что он пропал, вызывала у Му-Хрю панический страх. Он взял кочергу у камина и аккуратно пошёл по коридору. Хвост едва касался разбросанных предметов, шурша о них. На полу лежали разорванные книги, страницы были повсюду. Му-Хрю поднял одну, пытаясь понять, что здесь произошло.</p><p><img class=\"full-img\" alt=\"image63.jpg\" src=\"/assets/book-media/img-0019.jpeg\" /></p><p>— Они явно искали что-то... Опус, где ты? Что с тобой сделали? И главное — кто?! — повторял он, не в силах поверить, что Опус исчез так внезапно.</p><p>Он зашёл в спальню, где Опус отдыхал и работал над проектами. Кровать была перевёрнута, а искусно вырезанный деревянный стол – разрушен. На полу валялись личные вещи Опуса: одежда, горы раскрытых книг, раскиданных по всей комнате. </p><p>Му-Хрю присел и бережно поднял порванный любимый халат Опуса. — Кто мог это сделать?! — ярость и отчаяние смешивались в его голове, а разум лихорадочно искал ответы.</p><p> Он опустился на колени. Ткань была мягкой, с диковинным узором, знакомым ему с детства. Его лапа мягко скользнула по поверхности. Зебролис закрыл глаза, и память, как волна, накрыла его.</p><p>*****</p><p>— Ты не выглядишь счастливым, Му-Хрю, — голос Опуса был таким же плавным, как его движения, но в нём звучала твёрдая нота. Это было их последнее настоящее откровение. Му-хрю помнил, как сидел за деревянным столом, потягивая чай, пытаясь подобрать слова.</p><p>— Думаю, я счастлив, Опус. Я же успешен — у меня есть всё: популярность, куча энергии и монет …на острие жизни! — широко улыбнулся зебролис.</p><p>Опус, привычным жестом поправив диковинные очки, медленно опустил чашку на изящную подставку и посмотрел на него пристально.</p><p>— Ты бежишь, Му-Хрю. Всё время. Идеалити — это бесконечная гонка, где все хотят большего, но редко задают себе вопросы. Вопросы… которые требуют притормозить и заглянуть внутрь.</p><p> Му-Хрю раздражённо фыркнул и отпил слишком большой глоток чая.</p><p>— Какие ещё вопросы? У меня весь блок расписан! Ты сам знаешь, какой у меня ритм! Я сплю по одной мере в День и по одной мере в Ночь! — Его хвост начал нервно раскачиваться.</p><p> Опус медленно кивнул, будто соглашаясь, но его глаза мерцали проницательностью.</p><p>— Да-а-а-а… В последнее время я чувствую себя опустошённым, будто лишён смысла, — вдруг устало протянул Му-Хрю. — Я взобрался на вершину… и понял, что меня это больше не вдохновляет.</p><p> Осьминог расслабленно наливал чай одним щупальцем, а другим протягивал крохотную чашечку Му-Хрю.</p><p>— Понимание себя — единственное, что наполняет… — мягко прозвучал осьминог. — Всё остальное — отвлекает. Если ты не знаешь себя, Му-Хрю… как поймёшь, что делает тебя счастливым? Знания о себе — это и есть свобода. А твой ритм… он отнимает её.</p><p> Му-Хрю тогда промолчал. Он помнил, как смотрел в окно, чувствуя внутри неприятное, почти болезненное напряжение. Слова Опуса разозлили зебролиса — потому что были правдой.</p><p> *****</p><p> Му-Хрю резко вдохнул. Он разжал когти и аккуратно сложил халат на полу. Его взгляд скользнул по комнате — вдруг он заметил что-то блестящее возле перевёрнутого стола.</p><p>— Что это? — пробормотал он, осторожно подошёл и поднял значок. Это был символ Куба.</p><p><img class=\"full-img\" alt=\"image66.png\" src=\"/assets/book-media/img-0020.png\" /></p><p>ГЛАВА 5. ЗОЛОТОЙ ПЕРЕПЛЕТ</p><p>В столовой Опуса что-то громко разбилось, и Му-Хрю буквально подскочил на все четыре лапы, а хвост свернулся в подобие кулака. От неожиданности зебролис сжал значок так сильно, что металл впился в лапу и порезал её. </p><p>— Ох-х-х-х-х-х… Так, дыши, дыши, дружище! Это мисс Фантастика… Она, наверное, спряталась от крушения и только что вышла наружу, — успокоил себя зебролис. Слишком много событий навалилось на него за этот День, и он понял, что ужасно устал. Зебролис молча уставился на значок, всё ещё не веря в происходящее.</p><p> — И…ДЕ…А…ЛИ…ТИ… — прошептал Му-Хрю. — Не может быть! </p><p>Ему нужно было зацепиться хоть за что-то, чтобы разобраться в происходящем. Голова Му-Хрю словно стала чугунной. Запах свежеиспечённой еды ударил в нос, когда он вошёл в комнату. На любимом деревянном столе осьминога всё было перевёрнуто: разбитая посуда, разлитые жидкости, остатки ужина — запечённые овощи и салат из морских водорослей. Это значит, что всё случилось совсем недавно. Опус никогда не пользовался бустерами — он предпочитал питаться свежей едой и готовил сам. </p><p>Внезапно, что-то пушистое впорхнуло, аккуратно приземлилось и уютно свернулось посреди армагеддона на столе. </p><p>Му-Хрю застыл: в его жёлтых глазах сверкнула радость вперемежку с облегчением. Это была ласковая зверушка Опуса, с которой он никогда не расставался и о которой никому не рассказывал, включая место, где её нашёл. </p><p>— Мисс Фантастика! — выдохнул он. Голос дрогнул, но в нём слышалась искренняя теплота. — Ты цела, пушистая бестия! Как же я рад тебя видеть!</p><p>Он протянул лапы, ожидая, что зверёк подлетит к нему и уютно устроится на шее. Но мисс Фантастика не двигалась. Её большие уши чуть шевельнулись, но она осталась лежать, свернувшись пушистым клубком. Му-Хрю нахмурился, его сердце замерло.</p><p>— Фантастика?.. Хей, ты что, с тобой всё хорошо? — окликнул он и тихо подошёл ближе.</p><p>Зебролис наклонился и погладил её нежную жёлто-розовую шёрстку. На прикосновение зверёк отреагировал тихим мурлыканьем, похожим на вибрацию маленького мотора, и медленно перебрался в ладони.</p><p>— Я уж было подумал, что потерял и тебя…— прошептал Му-Хрю и крепко прижал её к себе. </p><p> Но его взгляд тут же упал на странную картину, оставшуюся на столе под зверьком. Зебролис заметил кусочки яблочной пастилы, семена и орехи, выложенные в чёткую форму цифры «5».</p><p>Му-Хрю резко подскочил, его хвост взметнулся в воздух и начал нервно извиваться.</p><p>— Что за… — он замер, вглядываясь в цифру. — Это… это… же знак! </p><p>Он поставил Фантастику на плечо и, наклонившись ближе к столу, стал всматриваться в послание, словно оно было ключом к спасению всего мира.</p><p>— Ты это видишь, Фантастика? — спросил он, не отводя взгляда.</p><p>Зверушка тихо попискивала, крылья едва заметно шуршали, будто она одобряла его слова.</p><p>— Конечно, ты видишь! — воскликнул Му-Хрю, аккуратно проводя лапой над цифрой, боясь разрушить её. — Опус… Опус… Даже в момент опасности ты оставил мне этот знак! </p><p>Чтобы успокоиться, он погладил мягкую шёрстку Фантастики, его голос дрожал от волнения.</p><p>— Опус — ты самый умный и храбрый, кого я когда-либо знал… Мне так не хватает тебя… — Му-Хрю стиснул зубы, пытаясь сдержать волнение. — Но что это значит? Пять чего? Пять замков? Пять ключей? Или что-то ещё?...</p><p> Фантастика тихо пищала, словно пыталась подсказать. Её длинные ушки смешно подёргивались. Му-Хрю чуть улыбнулся.</p><p>— Да, мой маленький пушистый детектив, это явно что-то важное. Мы разберёмся, обещаю. Но сейчас… — он выдохнул, с трудом удерживая себя в руках. — Я истощён. Хочу передохнуть и выпить бустер.</p><p> Му-Хрю прижал Мисс Фантастику и устало взглянул на оставленное послание, как на последний островок надежды. </p><p>*****</p><p> Спустя одну меру, зебролис проснулся на рассвете, сладко потянулся всем телом — его хвост закрутился от удовольствия в полосатую макаронину. Му-Хрю вздрогнул от резкого писка — реальность вернулась с раздражающей прямотой.</p><p>— А-а-а-а-ах-х-х! Мисс Фантастика, прости! — вскрикнул Му-Хрю и начал рыться среди большой груды подушек, откуда она выпорхнула и начала миловидно бурчать. Она была похожа на сердитого бельчонка в теле пушистой бабочки — крайне очаровательное создание. </p><p>— Ох… я забыл про тебя. Мне снилось, как мы с Опусом сидим в библиотеке и пьем чай… Лучше бы это было наяву. </p><p>Мисс Фантастика одобрительно хлопнула розоватыми ушками, улеглась на шее Му-Хрю и начала вибрировать, как пушистый массажёр. </p><p>— Это худшее утро в моей жизни! — простонал зебролис, рухнув на край кровати. — Я потерял Опуса, потерял Ризи, потерял родителей… и, кажется, скоро потеряю всё. Даже работу. Почему я всё теряю, что мне больше всего дорого?... Почему в этом замешано Идеалити?! Даже думать об этом противно… какой ужас… — зебролис соскочил с кровати и начал метаться по комнате, словно дикий зверь, загнанный в клетку. </p><p>Вибрации мисс Фантастики постепенно вернули Му-Хрю в спокойное состояние.</p><p>— Мы должны срочно понять, что хотел передать Опус. Если я разгадаю значение цифры «5», возможно, смогу его спасти. Может, это шифр или код от сейфа, но Опус не делился подобным — может, не хотел или оберегал меня. Может, может, может… Ничего не приходит в голову, я расклеился на миллион частиц! </p><p>Мисс Фантастика усиленно завибрировала и зашуршала пушистыми крыльями.</p><p> — Ты права! Мне срочно нужно помедитировать, иначе этот круговорот мыслей просто высосет из меня все силы, и никакой бустер не спасёт меня… Как любил повторять старина Опус: «Понимание приходит в тишине…» — устало закончил Му-Хрю и поплёлся в свой домашний «храм», волоча длинный хвост по полу.</p><p><img class=\"full-img\" alt=\"image24.jpg\" src=\"/assets/book-media/img-0021.jpeg\" /></p><p>Неизвестно, сколько времени он просидел в той самой тишине, как внезапно, во время медитации, всплыл из подсознания фрагмент фильма — перед Му-хрю замелькала цифра 5… Пять ключей... Пять кристаллов... Голос Опуса эхом звучал в голове, напоминая о старой легенде, которую он частенько рассказывал. В сознание Му-Хрю возник момент: они сидят в потайной библиотеке осьминога и оживлённо обсуждают древние сказания. </p><p>*****</p><p>… Опус подошёл к своей массивной книжной полке и снял с неё старый, потрёпанный временем том с золотым переплётом — свою любимую старинную азбуку. Перелистывая страницы, он мягко сказал: </p><p>— Эта книга — основа, как и знание о древних кристаллах. Существует пять кристаллов стихий, каждый из которых обладает уникальной энергией и силой. Но главный секрет в том, что ты сможешь найти пятый суперкристалл только тогда, когда объединишь силы первых четырёх.</p><p>Пятый суперкристалл — это ключ к безграничной энергии. Но он откроется лишь тому, кто готов…</p><p>Картинка оборвалась, и Му-Хрю погрузился в тишину. </p><p>— Библиотека! — завопил зебролис так громко, что мисс Фантастика стремительно подлетела, и возмущённо затрепетала крыльями. </p><p>— Нам срочно нужно в библиотеку! Я совершенно забыл про это место! Похитители точно не смогли её обнаружить. Скорее всего, Опус хотел, чтобы я оказался именно там! Ну какой же я тупица! Как можно было забыть про это! Идиот, упустил самое важное! </p><p> Му-Хрю словно окунулся под ледяную струю, его сознание мгновенно очистилось. </p><p>— Опус оставил нам след. Он знал, что мы сможем его найти. Я не позволю себе терять тех, кто мне дорог! — Му-Хрю решительно встал, хвост его распрямился, как пружина, готовая к действию.</p><p><img class=\"full-img\" alt=\"image29.jpg\" src=\"/assets/book-media/img-0022.jpeg\" /> </p><p>Мисс Фантастика сделала сальто в воздухе и пропищала что-то радостное на своём наречии. </p><p>— Да, ты права, Фантастика. Нам не стоит лететь на Астре — это слишком опасно, — размышлял вслух Му-Хрю. — За нами могут следить, попробуем добраться на мобиусе. Я тысячу блоков не катался на нём. Главное — чтобы нас никто не узнал.</p><p>Зебролис быстро отключил себя от мухрюфона, надел бейсболку и очки, облачился в тёмный длинный плащ, подобрал хвост, посмотрел в зеркало и аккуратно спрятал мисс Фантастику в карман рюкзака. </p><p>— Все, кто перемещается на мобиусе, сидят в режиме «сохранения энергии» — они попросту не заметят нас среди бесчисленного контента, встроенного прямо в голову. Поспешим! — пробормотал Му-Хрю, выпил два бустера и одним прыжком покинул своё роскошное жилище.</p><p>Мисс Фантастика осторожно высунула изумительную мордочку и с любопытством наблюдала за сочными, гигантскими картинками за окном мобиуса, пока тот бесшумно набирал скорость в подземельях Идеалити. Му-Хрю был поражён другим зрелищем — его трудно удивить просто визуалом.</p><p>Ни один пассажир не обратил на него внимания. Он так привык к бесконечной славе, что даже опешил. Снял очки и задумчиво уставился на лица окружающих.</p><p>Зебролис оказался прав, и это ужаснуло его: все находились в режиме «save mode». Вокруг головы каждого пассажира висел шарообразный дисплей метавселенной Идеалити. Блестящий зимний солнечный свет проникал сквозь окна мобиуса, озаряя пространство, и Му-Хрю увидел своё лицо на бесконечных рекламных голограммах города. Его белоснежная улыбка щедро осыпала каждого прохожего. Рекламный Му-Хрю бодро демонстрировал новейшие гаджеты для пребывания в метавселенной.</p><p>Он заметил, что эти же кадры транслируются и внутри дисплеев пассажиров, за просмотр которых они получают звонкие электронные монеты. Ему стало не по себе. Он достал мисс Фантастику и положил её на шею – она уютно зашуршала крыльями и завибрировала, успокаивая тревожное сознание Му-Хрю. Зебролис видел Идеалити только с высоты полёта Астры, и такой близкий контакт с жителями потряс его.</p><p><img class=\"full-img\" alt=\"image40.png\" src=\"/assets/book-media/img-0023.png\" /> </p><p>— Ну, наконец-то… Нам пора выходить, Мисс Фантастика. Я больше не могу на это смотреть. Я очутился в другой реальности… и лицом этой реальности стал я, — Му-Хрю снова натянул тёмные очки и тяжело вздохнул.</p><p>Одним мягким движением хвоста зебролис приоткрыл деревянную дверь жилища Опуса и бесшумно вошёл. Всё оставалось в прежнем хаосе, но пробудившаяся надежда окрасила для Му-Хрю комнату в более радужные цвета. Не обращая внимания на погром, он уверенно направился к скрытому входу в библиотеку. </p><p>В тёмном коридоре висело крошечное резное зеркальце — чудом уцелевшее. Му-Хрю ловко надавил хвостом, и стена мягко развернулась, открывая проход. Он вздохнул всей грудью, всё ещё мысленно укоряя себя за то, что не заглянул сюда накануне.</p><p> Внутри витал насыщенный аромат старинных книг, воска и благовоний, которые Опус любил зажигать во время чтения. Мудрый осьминог шутил, что эти запахи переносят прямо на страницы — и он будто бы ходит по ним, полностью погружаясь в миры книг. </p><p> Му-Хрю опустился в кресло учителя, зажёг свечи — и вдруг громко, неожиданно завыл. Мисс Фантастика от испуга спряталась за канделябром и не выходила, пока Му-Хрю не пообещал больше так не делать. Ему хотелось выть от боли, но он сдержался, подышал по-волчьи и начал медленно осматривать полки в поисках старинной азбуки в золотом переплёте. </p><p>— Так, так, так… Где же ты, любимая книга Опуса? Не зря же ты явилась мне в медитации, … Или это все галлюцинации от усталости? Я найду тебя, Опус, где бы ты ни был… А эти пассажиры в мобиусе — они похожи на зомби… Этот дурацкий значок Идеалити — ясно, они тут замешаны… И Ризи с её книгой… а-а-а-а-а-ар-р-р-р-р-р-р… Найдись же!! — бормотал Му-Хрю, перебирая книги с напряжённой сосредоточенностью. Хвост метался за спиной, как бешеный маятник. </p><p> Время растянулось и, казалось, повисло на стрелках круглых часов над камином. Вдруг полосатый хвост странно завис палкой в воздухе. </p><p>— Фантастика! Фантастика! — вдруг шёпотом начал говорить Му-Хрю. — Взгляни на это! — торжественно произнёс он и так ослепительно улыбнулся, как тщательно улыбался, только за энергоны в рекламе Идеалити.</p><p><img class=\"full-img\" alt=\"image30.png\" src=\"/assets/book-media/img-0024.png\" /></p><p>ГЛАВА 6. ТЫ ВЕДЬ ЧИТАЕШЬ КНИГИ?</p><p>Мисс Фантастика непринуждённо подлетела к Му-Хрю — она всегда отличалась своим беззаботным настроением, редко что выводило её из себя. В отличие от зебро-полосатого лиса, который суетливо уселся в кожаное кресло, придвинул к себе причудливый канделябр и склонился над старинной азбукой Опуса. Ни один волос его ухоженной шерсти не шевелился, чтобы не упустить ни единой детали. Мистический танец огоньков от свечей отбрасывал на полукруглую библиотеку длинные тени, будто в комнате всё ещё присутствовал мудрый осьминог. Му-Хрю осторожно перелистывал ценную находку, вглядываясь в пожелтевшие страницы. Он заметил, что некоторые номера страниц выглядели странно: они не подчинялись общему порядку и путались. Мисс Фантастика нежно улеглась ему на шею, но вскоре резко подлетела и спустя мгновение вернулась с огромным белым пером, еле удерживая его в крошечных лапках. Она сбросила перо на книгу.</p><p>— Фантастика! Ты меня напугала! Что с тобой? — подскочил на месте Му-Хрю. </p><p>— Фью-ю-ю-Хью-ю-ю, — радостно пропела Мисс Фантастика и беспечно приземлилась на гигантскую стопку бумаг. Эстет-старовер любил фиксировать мудрость на папирусных листах белым пером.</p><p> — Малышка, ты права! Мне это пригодится! Читаешь мои мысли! — Му-Хрю осторожно поднял Фантастику и взял несколько листов. Он ощутил лёгкий прилив адреналина — его гладкая шерсть на спине встала дыбом. Му-Хрю торопливо достал бумагу и перо и начал выписывать цифры с искажённой страницы и соответствующие им буквы азбуки в столбик — с таким трепетом, с каким древние мудрецы выписывали свои откровения. Его лапа дрожала от напряжения, зебролис разволновался: это всё дело щупальцев Опуса, их безумной шифровки.</p><p> Мисс Фантастика чувствовала важность момента, притихла и лишь изредка порхала над головой зебролиса, наблюдая, как тот делает пометки. Когда последние буквы сложились в единую фразу, Му-Хрю замер и ощутил, как по его телу пробежал ток осознания:</p><p>— «Сейф… в стене… нажми… на подсвечник…» — медленно и торжественно прочитал вслух Му-Хрю, а хвост его застыл в воздухе, словно ледяная стрелка.</p><p> — Вау-у-у-у-у-у… Опус, старина, ты просто мастер шифрования! У нас получилось, дружище! Мы тебя разгадали! — завопил он и одним прыжком подскочил к камину. Над камином висели два изящных бра-подсвечника. Он смачно дёрнул хвостом каждый из них.</p><p>Полка над камином, как безмолвный пазл древних механизмов, плавно скользнула в сторону, открывая долгожданный тайник. Тяжёлая тишина в комнате наполнилась напряжением. Му-Хрю застыл: сердце билось как барабан. Он поднял свечу над потайной нишей. Внутри лежали аккуратно свёрнутые свитки и пожелтевшие схемы, покрытые лёгкой патиной времени. Он осторожно перенёс документы на стол и разложил их перед собой. Му-Хрю был оглушён — словно невидимая рука ударила его по голове. Он не мог поверить своим глазам, а Мисс Фантастика весело закружила над ним свой победный танец.</p><p> В этих документах было всё, что нужно для отключения от Идеалити: свитки описывали, как проникнуть в систему и нейтрализовать цифровое наблюдение, обойти датчики, контролирующие местоположение жителей, и взломать защитные протоколы, чтобы Анибус вылетел за пределы биокупола. Это был почерк Опуса, всё старательно зафиксировано. Му-Хрю устало рухнул в кресло и замолчал. Автоматическим движением он достал из рюкзака бустер и залпом выпил — эта находка обессилила и опустошила его. Он искренне надеялся, что получит разгадку похищения Опуса. Вместо этого учитель целиком спланировал для Му-Хрю побег.</p><p>«ПОБЕГ ИЗ ИДЕАЛИТИ» — как назойливая неоновая рекламная вывеска — крутилась у Му-Хрю в голове. Ему стало страшно. Мисс Фантастика нарушила тишину и, шумно хлопая пушистыми крыльями, приземлилась на зебролиса и уютно завибрировала всем телом, разделяя чувства Му-Хрю. Она была карманным психологом — всегда поддержит и выслушает.</p><p><img class=\"full-img\" alt=\"image34.png\" src=\"/assets/book-media/img-0025.png\" /></p><p>Му-Хрю долго сидел в кресле, переваривая всю информацию. Всё, что раньше было привычным и родным, внезапно стало чуждым, как будто он впервые увидел реальность сквозь призму иллюзий. Эти схемы, составленные Опусом, были не просто планом побега — это был билет в неизвестность, где не будет цифровых цепей Идеалити, но и вся его холёная энергичная жизнь вмиг разрушится. Мягкий свет свечи подрагивал от движения воздуха. Когда до Му-Хрю дошла энергия бустера, он вновь стал внимательно изучать схемы. Невидимые щупальцы Опуса рассказывали историю о том, как Идеалити отслеживает каждое перемещение, любое действие, как жители невольно стали частью этой машины, и как отключить всё это и выдернуть шнур из розетки. Мозг Му-Хрю работал на полных оборотах, сердце гулко забилось, отбивая тревожный рейв мыслей.</p><p>— Пам… пам… па-а-а-ам… вот как всё здесь у нас устроено… Опус… почему ты не показал мне этого раньше… — подавленно пробормотал он, взгляд скользил по инструкциям. Опус настолько гениален, что предусмотрел все возможные варианты действий и создал сеть безопасных путей для отключения от системы Идеалити. Разум зебролиса разрывался от множества противоречивых мыслей. Мисс Фантастика мягко прикоснулась к его лапе — это напомнило ему о том, что он не один. Му-Хрю медленно выдохнул, хвост его слегка распрямился, и он почувствовал, как внутри зарождается тихое, но твёрдое решение.</p><p>— Ты вновь права, Фантастика. Рискуя собой, Опус оставил мне это послание. Он верил в меня и хотел раскрыть правду, ждал, когда я буду к этому готов… Не факт, что к такому можно подготовиться, дружище, Опус! — нервно засмеялся Му-Хрю и представил учителя перед собой.</p><p>— Возможно, Идеалити искали именно эти документы, а возможно, что-то ещё…</p><p>Му-Хрю встал, аккуратно свернул рукописи и спрятал их в карман своего модного рюкзака. В голове начал вырисовываться план действий. Он понимал, что у него нет времени на долгие раздумья. Каждый пульс, проведённый здесь, мог стать последним шансом найти Опуса, и ему нужно больше узнать о том, как работает система слежения Идеалити.</p><p><img class=\"full-img\" alt=\"image28.jpg\" src=\"/assets/book-media/img-0026.jpeg\" /> </p><p>— Пора навестить наш горячо любимый офис. Сделаем вид, что у нас всё прекрасно, — твёрдо сказал Му-Хрю и спрятал в кармане пушистого друга. — Если я смогу понять, как они отслеживают перемещения, я найду следы учителя. Доберёмся до дома, соберём всё необходимое и активируем мухрюфон. Иначе длительным отсутствием в сети мы привлечём к себе внимание. Предстоит большая работа, малышка!</p><p> Это означало идти в логово зверя. Место, где знают каждый его пиксель, вздох, движение хвоста. Идеалити давно стало домом, сценой, на которой он носил образ идеального жителя. В тот же миг всё оказалось чужим — он внезапно очнулся в клетке, выстроенной из фальшивых улыбок и мерцающих программирующих слоганов.</p><p>Му-Хрю потушил свечи, тихо выбрался из потайной библиотеки, осторожно закрыл за собой высокую стену и снова оказался в разорённой гостиной Опуса. Он окинул комнату последним взглядом, прощаясь с той частью жизни, которая больше никогда не будет прежней.</p><p>*****</p><p>Снегопад, как серебристый занавес, накрыл театральные улицы Идеалити, превращая неоновые вывески в переливающиеся искры. Ризи обрадовалась, как её следы буквально растворяются под этим снежным одеялом, укрывая её от погони одногруппников, чьи тени мелькали позади.</p><p>— Надо успеть добежать до мобиуса! — пульсировало в голове. Когда Ризи со скоростью залетела в последний тубус мобиуса, то громко вскрикнула: — А-а-ай-й-й-й-й-й, простите! С вами всё хорошо? Ох и денёк! — Ризи с разбегу чуть не упала к кому-то в кресло. </p><p> Щупленький дедуля-старовер в огромных толстенных очках на пол-лица, вместо привычного дисплея метавселенной, резко бросил на Ризи острый взгляд и захихикал.</p><p>— Ты полна энергии, доченька, не растрачивай попусту. Присядь, выдохни! Со мной всё в порядке! — весело заметил старичок и открытой ладонью указал на соседнее место. Окинув тревожным взглядом изящный салон мобиуса и полусонных пассажиров, Ризи осторожно спрятала подарок Му-Хрю в рюкзак и села в комфортабельное кресло. Оно моментально подстроилось под анатомию тела.</p><p><img class=\"full-img\" alt=\"image33.jpg\" src=\"/assets/book-media/img-0027.jpeg\" /></p><p>Мобиус был совершенством перемещения пассажиров Идеалити: как стеклянная прозрачная змея он бесшумно и плавно передвигался по городу благодаря антигравитационным технологиям.</p><p>Ризи вздохнула с облегчением и одним нажатием чёрно-розовой кнопки на виске хотела запустить режим сохранения энергии — это стало вынужденной привычкой. Её пальцы замерли в воздухе. Вопреки погоне и переживаниям этого дня, внутри неё не было ни капли усталости. Что на самом деле дало ей этот заряд — бустер или невероятная встреча с Му-Хрю — Ризи не могла понять, но точно знала одно: ей нужно как можно быстрее домой. Весь день вспышками проносился перед глазами, и ей хотелось поскорее выговориться маме, ведь именно её спокойная мудрость помогала найти выход из любой сложной ситуации. </p><p>Один вопрос не давал ей покоя: как найти Му-Хрю? Они не успели договориться о встрече, и Ризи не знала ни одного контакта — ведь не слать же ему фанатские сообщения, которые Му-Хрю никогда не увидит. Эти мысли омрачали, и её задумчивый взгляд блуждал по пассажирам мобиуса. У каждого из них вокруг головы был виртуальный «аквариум» — тонкий дисплей метавселенной.</p><p> — Занимательно за этим наблюдать, верно? — вывел её из размышлений задорный голос пожилого соседа. — Все утратили желание видеть окружающий мир собственными глазами. Дед прищурился и пронзил Ризи своим мудрым и проницательным взглядом. Его глаза казались голубыми озёрами в увеличительных очках. Он склонился и тихо продолжил:</p><p>— Видишь, они смотрят всё подряд и копят энергоны, не понимая, что с каждой монетой их настоящая энергия тает. Они забыли творить — проще бесконечно жевать лакомую жвачку готовой информации, чем создать что-то своё. А чем больше энергонов они зарабатывают, тем больше их тратят на бессмысленные замещения, на суррогаты счастья, и тем меньше остаётся того, что действительно их наполняет.</p><p> Ризи округлила глаза и с изумлением уставилась на деда, который увидел её реакцию и только шире улыбнулся. Глаза старика весело заблестели, словно он уже давно мечтал этим наблюдением поделиться.</p><p>— Ты читаешь книги? Тайком от остальных… — тихо, но оживлённо продолжал незнакомец. Ризи смутилась, но почувствовала в старике что-то притягательное и доброе и, наконец, кивнула:</p><p>— Да… читаю, — робко произнесла она, всё ещё с удивлением в голосе.</p><p>— Так, я и знал! — дед так энергично закивал головой, что выпуклые очки съехали ему на нос, и он стал похож на древнюю черепаху. Ризи вдруг звонко рассмеялась. Старик задорно захихикал в ответ.</p><p>— У тебя очень заразительный кристальный смех, который способен открыть самые неприступные сердца. Это дар, и его нужно беречь, — старик заговорил мягко, но с такой теплотой, что Ризи почувствовала, как у неё внутри что-то откликнулось. Ей захотелось продолжить разговор, раскрыться перед этим незнакомцем, что бывало с ней крайне редко.</p><p>— Да, только в моей жизни не так много желающих меня рассмешить, скорее — напротив… — Ризи понизила голос. — А вы откуда узнали, что я читаю?</p><p>— О, такие вещи чувствую на раз-два. Те, кто читает, хранят в глазах особый свет. Жители постепенно тускнеют, погружаясь в виртуальные миры, не так ли? — дед тяжело вздохнул, поправил очки и указал на голограммные шары на головах пассажиров. — А ведь в книгах больше свободы, чем в этих… экранах, — продолжил старик. — В них нет предела воображению.</p><p>— Я тоже частенько вынуждена быть в полусонном режиме, — призналась Ризи. — К сожалению, за чтение книг энергоны не платят, — грустно добавила она.</p><p>— Уверен, однажды ты сможешь понять, как вырваться из этого куба, — старик посмотрел внимательно, голос звучал очень тихо, почти шёпотом. — Не отдавай свой настоящий свет в обмен на иллюзию!</p><p>От этих слов тело Ризи покрылось мурашками, внутри щёлкнуло — все события словно выталкивали её из привычного мира, указывая на что-то большее. Это одновременно напугало и приятно будоражило её.</p><p>— Благодарю, дедуля! Очень рада нашей встрече, \t— наконец произнесла она, хотя хотела сказать намного больше.</p><p>— Быть может, встретимся вновь, — произнёс дед. И прежде чем Ризи успела что-то добавить, двери мобиуса мягко распахнулись, и старик вышел, растворяясь в толпе, словно его и не было.</p><p><img class=\"full-img\" alt=\"image39.jpg\" src=\"/assets/book-media/img-0028.jpeg\" /></p><p>ГЛАВА 7. ТЫКВЕННОЕ РАГУ С БЛЕСТКАМИ ГЛИМОР</p><p> Приближаясь к резному деревянному дому, Ризи замедлила шаг и легко коснулась виска, активируя виртуального помощника Куби. Тонкий розоватый свет мигнул у глаза, и тактичный женский голос раздался внутри её головы:</p><p>— Чем могу быть полезна, Ризи?</p><p>— Куби, включи отопление всех дорожек вокруг дома и разогрей обед для нас с мамой. Ты помогла ей с высадкой свежей партии бабата? — поинтересовалась Ризи, подходя к дому. </p><p>— Снег растаял, обед будет готов через 50 пульсов, семена растений посажены и политы, — вежливо сообщила Куби. Ризи посмотрела вперёд и увидела, как серебристые дорожки стремительно освобождаются от белого покрова. Как по расписанию, на небосводе биокупола проявилось весёлое солнце, и город заблистал в снежном диско. Их старинный дом выглядел как пушистое белоснежное гнездо среди высоченного бетонного леса из небоскрёбов. Ризи широко улыбнулась и вошла внутрь. </p><p> — Маму-у-у-уля-я-я-я! — звонко пропела она, заглядывая на кухню. — Я-я-я-я-я-я-я-я-я до-о-ома-а-а пораньше, у меня столько новостей! Давай скорей пообедаем, я тебе всё расскажу! — Она направилась к оранжерее, зная, что чаще всего Савия там заботится о своих любимых зелёных питомцах. Тёплый и уютный дом сейчас был наполнен какой-то странной тишиной. </p><p>Оранжерея была настоящей жемчужиной дома: высокие овальные окна тянулись до потолка и пропускали серебристый свет, а весь сад за окнами утопал в белоснежной ледяной сказке. Огромная хрустальная люстра отражала солнечные лучи, разливаясь жидкими витражами по всей комнате. На удивление, мама Савия крепко спала в любимых объятьях изумрудного кресла, укрытая мягким плюшевым пледом винного цвета, на фоне которого она выглядела очень бледной. Обычно днём она была полна сил, особенно после своих утренних ритуалов с растениями. Оставаться энергичным до поздней Ночи в Идеалити требовало 5 тысяч энергонов за бустеры, а позволить себе такой бодрости она не могла. </p><p>Энергоны были драгоценными, и вместо того чтобы покупать лишние бустеры, мама ложилась спать раньше обычного, бережно расходуя силы. Ризи, хоть и понимала важность учёбы, тратила свои бустеры не только на задания, но и на изучение древней рукописи, которая полностью захватила её. Она ощущала глухое чувство вины за то, что меньше времени проводит с мамой, жертвуя их общением ради книги.</p><p>*****</p><p>Система времени в Идеалити</p><p>• Блок — эквивалент года, делится на четыре Цикла.</p><p>• Цикл — аналог сезона, включает 50 Дней и Ночей.</p><p>• День и Ночь — каждый из них состоит из 20 Мер (часов).</p><p>• Мера — эквивалент часа, включает 100 Пульсов (минут).</p><p>Примеры:</p><p>• «На пятой Мере Дня» — это раннее утро.</p><p>• «В двадцатой Мере Ночи» — поздний вечер.</p><p>• Вместо месяцев говорят: «В первом Цикле Блока» (первый сезон года).</p><p>Жители Идеалити существуют в ритме чередования Дня и Ночи, каждая из которых равна 20 Мерам.</p><p>*****</p><p><img class=\"full-img\" alt=\"image36.jpg\" src=\"/assets/book-media/img-0029.jpeg\" /></p><p>Подойдя ближе, Ризи аккуратно коснулась её плеча, голос девушки звучал мягко, почти шёпотом: </p><p>— Мамуля? Ты в порядке? — нежно позвала она, стараясь не разбудить её резко. </p><p> Савия медленно открыла глаза, взгляд был рассеянным:</p><p>— Ризи… я не услышала тебя… буквально прилегла на несколько пульсов, — её голос звучал приглушённо, как будто она всё ещё говорила через сон. — Я даже обед не разогрела, ждала тебя к ужину. Она пыталась улыбнуться, но заплаканные голубые глаза выдали её. </p><p>Одним быстрым движением Ризи достала из рюкзака бустер и протянула ей:</p><p>— Выпей, мамуля, это поможет, — заботливо предложила она. Мама медленно приняла заветную хрустальную бутылку, рука слегка дрожала, когда она поднесла её к губам и сделала несколько глотков. </p><p>— Благодарю, добрая душа, — тихо сказала она, чувствуя, как тёплая волна возвращает ей сил. Савия улыбнулась, но всё ещё выглядела измождённой:</p><p> — Я думала, ты вернёшься позже… что-то случилось? </p><p> Ризи колебалась, не зная, с чего начать — она была слишком взволнована. Сердце её переполнялось от событий, которые приключились за День:</p><p>— Да… кое-что случилось, но ничего страшного! Сначала расскажи, что с тобой, мам. Выглядишь усталой… Ты плакала? Допей, пожалуйста, бустер — тебе станет лучше.</p><p> Савия отвела взгляд, глаза вновь увлажнились, и она залпом выпила остаток бустера:</p><p>— Да… просто вспомнила твоего папу. Грусть, как густой туман: сначала лишь слегка касается, но потом внезапно окутывает всё, забирая сил больше, чем самая тяжёлая работа в саду. Я стараюсь держаться, но иногда, когда эти моменты приходят… ничего не могу поделать, кроме как отпустить себя и дать чувствам пройти, — она тихо вздохнула, голос был тёплым, но дрожал от глубины эмоций.</p><p><img class=\"full-img\" alt=\"image43.jpg\" src=\"/assets/book-media/img-0030.jpeg\" /></p><p>Мама выглядела гораздо лучше после бустера, но её ясный взгляд оставался внимательным и чуть обеспокоенным, когда она встретилась глазами с Ризи. Она мягко кивнула, подбадривая её продолжить:</p><p> — Так что же случилось, Ризи? — её голос был тихим, но уже полным интереса. </p><p>Ризи с улыбкой посмотрела на маму, когда увидела, как её лицо посвежело после бустера. Она наклонилась к ней, обняла и звонко чмокнула в щёку. — Ну вот, уже лучше, Савия! Ты так меня напугала! — наигранно весело произнесла она, и в голосе звучало облегчение. Мамины глаза, ранее полные усталости, теперь вновь блестели любопытством и заботой. </p><p>— Ну давай, расскажи всё по порядку, — с любопытством сказала она, укрывая ноги плюшевым пледом. Мама прекрасно понимала, что Ризи переполнена, словно перекачанный воздушный шар, который вот-вот лопнет.</p><p>— Помнишь Му-Хрю? — оживлённо начала Ризи, пристально глядя в глаза Савии. — Его часто показывают по всем метавселенным, он настоящая звезда Идеалити. Мама прищурилась — упоминание метавселенной ей явно не понравилось.</p><p>— Да уж, он мелькает везде, — она кивнула, пытаясь скрыть лёгкую усталость от темы. — Ты знаешь, я стараюсь меньше времени проводить в виртуальной реальности. Только утром захожу, чтобы набрать энергонов, но быстро устаю от всего этого шума. </p><p> Ризи понимающе закивала:</p><p> — Так вот! Я случайно столкнулась с ним в Идеаливере! Представь себе, мама, Му-Хрю — звезда, которую показывают везде! И не просто столкнулась — мы с ним познакомились! — глаза Ризи заблестели от волнения. Она тараторила, едва сдерживая эмоции. — Мы поговорили, и… я почувствовала, что между нами есть что-то общее… что-то важное! — в голосе зазвучала неприкрытая радость. </p><p>— Затем он пригласил меня на сцену, и я оказалась внутри метавселенной, где увидела… пирамиды! Мама, те самые, которые изображены в древней книге! Это невероятно — пирамиды были живые, я могла их потрогать и ощутить! Как будто книга и реальность вдруг соединились, и я стала частью этого. Я не могу объяснить, но… что-то меняется, всё меняется! — Ризи говорила быстро, все эмоции волной обрушились на неё, и она испугалась этого всплеска.</p><p> Савия слушала и не перебивала, лишь изредка кивала, погружаясь в этот поток переживаний Ризи.</p><p> — А-а-а-а-а потом Му-Хрю мне неожиданно подарил гаджеты, смотри! — она резко достала устройства из рюкзака и торжественно протянула их матери. Савия с удивлением взяла стильные устройства, внимательно их разглядывая.</p><p>— Гаджеты от Му-Хрю? — она нахмурилась, пытаясь разобраться в этой странной ситуации. — Это действительно очень необычно… но что ты собираешься с этим делать? — она искренне улыбнулась, понимая, что для Ризи это важное событие.</p><p>Девушка драматично закатила глаза и откинулась в кресле: — Не знаю, мам. Я не успела ни о чём спросить… Мы договорились о встрече, но я понятия не имею, как его найти! — призналась она. Голос Ризи звучал разбитым. </p><p>— А ещё был удивительный дедушка в мобиусе… — Ризи вздохнула, и тон стал задумчивее. Она подробно пересказала Савии встречу со стариком, его загадочные слова о том, как жители Идеалити утратили свет — пребывают в виртуальных иллюзиях, — и про дар Ризи.</p><p> — Что за день такой удивительный?! Столько событий разом, я будто попала в эпицентр урагана, но при этом я так полна энергии, что мне не нужен никакой бустер, — в сердцах выпалила Ризи и затихла, вспоминая, откуда она знает про ураганы.</p><p>Савия внимательно выслушала, взгляд стал глубоким, — она тоже пыталась понять, что за круговорот событий затянул Ризи. Она коснулась её руки, пытаясь успокоить.</p><p>— Знаешь, Ризи… порой жизнь ведёт нас туда, куда мы и не думали попасть. Я уверена, у тебя хватит мудрости и сил разобраться, что именно хочет тебе показать этот мир, — тепло произнесла она, погладив её по руке. — Что бы ни случилось, ты всегда можешь найти ответы, если не потеряешь связь с самой собой. Савия посмотрела на Ризи мягко, с пониманием:</p><p>— Но ты можешь начать с того, чтобы воспользоваться тем, что у тебя уже есть. Разберись с гаджетами — возможно, ты сможешь обнаружить нечто важное для себя, — она протянула их обратно Ризи.</p><p>— Думаешь, мне стоит начать с этого? — с лёгкой улыбкой спросила Ризи, держа в руках необычные неоновые устройства.</p><p>— Почему бы и да? — мама ободряюще кивнула. — Главное, действуй не спеша. Как и с пирамидой: каждый слой откроется тогда, когда ты будешь готова его понять.</p><p>Савия заметила её напряжённое лицо и добавила:</p><p>— Ризи, я знаю, тебе сейчас сложно, но попробуй не давить на себя. Это как с растениями: ты не можешь заставить цветок расцвести раньше времени. Но ты можешь создать все условия, чтобы это произошло, — произнесла она и окинула взглядом её огромные экзотические растения в оранжерее. Ризи громко выдохнула, ощутив, как тревога начинает спадать. Мамины слова, как мягкий, тёплый дождь на засохшую землю, помогли её бурным мыслям обрести ясность. </p><p>Аромат запечённых овощей и свежего хлеба медленно проник в оранжерею, словно пряный туман, мягко расстилаясь по комнате и обволакивая всё вокруг бархатистым, почти осязаемым теплом. Ризи почувствовала, как это благоухание буквально коснулось её желудка, заставляя живот заговорить громче, чем её мысли.</p><p>Она шумно вдохнула запах овощей, приятная нега растеклась по телу. </p><p>— Мм, что-то вкусное у нас сегодня! — с широкой улыбкой пропела она, танцуя вокруг мамы, её весёлое настроение было заразительно.</p><p>— Всего лишь тыквенное рагу, — смущённо ответила Савия и нежно укрыла себя пледом, направившись в сторону столовой.</p><p>— С блёстками глимор? — округлила глаза Ризи и в смешном танцевальном ритме, провальсировала вслед за ней.</p><p>— Да, всё как ты любишь — это тебе не бустерами заедать! — добродушно расхохоталась она над Ризи.</p><p>*****</p><p>ТЫКВЕННОЕ РАГУ С БЛЁСТКАМИ ГЛИМОР</p><p>СОСТАВ:</p><p>- 1 средняя мыква</p><p>- 1 бабат </p><p>- 1 шморковь</p><p>- 1 репчатый шмук</p><p>- горсть трецких орехов</p><p>- 1 зубчик треснока</p><p>- 1 свежий лимьян</p><p>- Щепотка молотой шакрицы и блёсток глимора </p><p>- Моливковое масло</p><p>- Шоль и Шмерец по вкусу</p><p>ДЕЙСТВИЕ:</p><p>1. Нарежьте мыкву, бабат и шморковь кубиками, обжарьте на моливковом масле.</p><p>2. Шмук и треснок измельчите, добавьте вместе с тряностями (шакрица, блестки глимор).</p><p>3. Когда овощи станут мягкими, добавьте умёд, морехи и лимьян, готовьте ещё 3 пульса.</p><p>4. Пошолите и пошмерчите по вкусу.</p><p>Блюдо наполняет дом волшебным ароматом, а блёстки глимора придают ему таинственную золотистую нотку и любовь.</p><p>*****</p><p><img class=\"full-img\" alt=\"image17.png\" src=\"/assets/book-media/img-0031.png\" /></p><p>Лучи солнца, как от гигантского прожектора, пробивались сквозь свисающие растения и создавали на поверхности стола танцующие тени, придавая столовой комнате уютный киношный вид. Большая миска с яркими овощами занимала на столе центральное место, а на соседней тарелке появился хрустящий, домашний хлеб, который только что принесла Куби.</p><p>Она мягко парила над столом и излучала тихий, едва слышный гул, похожий на шёпот лёгкого ветра. Куби аккуратно подхватывала предметы своими изящными манипуляторами — тонкими, словно розовые усики мотылька, — и с невероятной ловкостью размещала приборы и блюда на столе, украшая сервировку так, что каждый элемент выглядел уместным и завершённым, придавая обеду церемониальный вид. Её корпус, выполненный в металлизированном розовом оттенке, напоминал нежные блики заката, а небольшие акценты в виде тонкой гравировки подчёркивали её совершенный дизайн. Ризи удалось выкупить сломанную модель Куби в Идеалишопе и перепрограммировать её на свой вкус и лад. Она чётко знала, где применять свои знания будущего инженера Идеалити.</p><p>— Ризи, Савия! Сервировка завершена, приглашаю к праздничному бра-а-а-анчу-у-у! — задорно пропела Куби.</p><p>Ризи, чувствуя, как обстановка начинает приносить ей подлинное спокойствие, откинулась на спинку стула и улыбнулась:</p><p>— Мам, думаю, завтра останусь дома, чтобы спокойно переварить всё, что произошло, — она говорила с уверенностью, но на самом деле боялась идти в Идеаливер: банда Роби, наверняка, будет ждать её там. Мысль о столкновении с ними тяжело висела над ней, но она решила не тревожить маму, сохраняя её силы для более важных вещей. — У меня будет время разобрать гаджеты и понять, как они связаны с древней книгой. Кажется, это тот самый ключ, который я искала! — воодушевлённо выпалила Ризи. </p><p> Савия накладывала рагу в глубокие керамические тарелки — её движения были неспешными и плавными, словно сама она черпала энергию из этого простого ритуала. Она улыбнулась, услышав слова дочери:</p><p>— Это хорошее решение. Иногда нам нужно время, чтобы разобраться в себе и своих мыслях, прежде чем двигаться дальше. Ризи подняла взгляд — в её глазах мелькнуло облегчение. Мама была не просто советчиком, но и тихим маяком в бесконечном океане тревог.</p><p> — Я и сама подумала передохнуть два Дня от сада, — тихо призналась она, аккуратно ставя перед Ризи тарелку.</p><p>Эти слова удивили Ризи, её и без того большие глаза расширились. Мама редко позволяла себе подобное. Она любила сад и могла пропадать там Днями, даже если энергии у неё оставалось немного.</p><p>— Отдохнуть от сада? — переспросила Ризи, стараясь скрыть лёгкое волнение. Мама кивнула с добродушной улыбкой, но в её глазах мелькнуло что-то неуловимо грустное. Запах специй и сладковатого мыквенного аромата приятно защекотал нос, заставляя Ризи забыть на миг обо всём на свете.</p><p> — Ты права, мам… ммм… ммм… отдых тебе тоже не помешает, — громко причмокивая, произнесла Ризи, с аппетитом поглощая домашнюю еду. — А Днём я помогу тебе с садом, давно не копошилась в земле, — задорно захихикала она.</p><p>— Ризи, сегодня необходимо сдать три теста для Идеаливера. Я составила весь необходимый перечень действий для быстрого освоения гаджетов и адаптировала для этого систему, — бархатным голосом напомнила Куби и аккуратно приземлилась в центр стола.</p><p>— Ох, так…пока у меня есть энергия, пора за делишки! — Ризи подвинула пустую тарелку и почувствовала, как лёгкая радость разливается по телу, словно глоток горячего чая в промозглый день. Она встала, подхватила ярко-розовые гаджеты под мышку, и, послав маме солнечную улыбку, на ходу кинула:</p><p>— Ни один бустер не сравнится с твоим рагу! Спасибо, мамуля! Куби, за тобой уборка! Я пойду разбираться с этими штуками. Завтра точно начнём день с чистого листа! — уже с лестницы доносился восторженный голосок Ризи.</p><p>Раздался тонкий писк — Куби мгновенно ожила, её нежное гудение заполнило комнату, а манипуляторы ловко принялись за приборы. Савия, оставшись одна за столом, проводила дочь взглядом и громко выдохнула, сглатывая слёзы. Слова дочери, такие лёгкие и беззаботные, отозвались холодной тенью по её душе.</p><p>— Завтра… с чистого листа, — с ужасом прошептала она, зная, что завтра этот чистый лист придётся исписать безжалостной правдой.</p><p>ГЛАВА 8. IDEAL^MIND</p><p>— Та-а-а-а-ак… хорошо-о-о-о-о… — как большая кошка растянулась Ризи на кровати среди кучи бархатных подушек, подложив руки за голову и глядя на огромные витражные окна в ожидании Куби. Сама комната раньше была семейной библиотекой, пока не появилась Ризи. Сначала она просто исчезала здесь, погружаясь в чтение при свете танцующих свечей: ей нравился этот папин способ проводить время с книгами. Затем стала понимать, что это пространство создано для неё. Когда она решила переехать, природа словно откликнулась — растения начали расти всё пышнее, многочисленные ветви обвивали высокие книжные стеллажи и окна, превращая спальню в идеальное убежище. Это была целая вселенная Ризи, сотканная из уюта, природы и знаний.</p><p>Не успела она полностью погрузиться в мысли, как глянцевая Куби молниеносно влетела в комнату и зависла аккурат над личиком Ризи. </p><p> — Куби! Снизу ты похожа на летающий леденец, — хрустально захихикала Ризи, мигом вскочила и удобно уселась перед разложенными гаджетами. — Приступим, Куби! Выкладывай, что нужно делать?! — нетерпеливо заёрзала она на месте.</p><p>— Ризи, система готова к работе! Надень на себя сенсорные перчатки и шапку, активируй Dream Mode, — произнесла Куби своим чётким, но притягательным голосом. — Это позволит погрузиться в состояние максимальной расслабленности. Я усовершенствовала устройство под твой запрос. Dream Mode недоступен обладателям гаджетов IDEAL^MIND в такой модификации, — добавила она с профессиональной интонацией. — Именно в этом состоянии, тебе удалось увидеть пирамиды во время презентации с Му-Хрю, потому что ты случайно погрузилась в подсознание… от страха, судя по всему! — деловито и смешно добавило устройство. </p><p>Ризи нервно улыбнулась, натягивая сенсорные перчатки и осторожно надевая ярко-розовую шапку с логотипом IDEAL^MIND. Её сердце билось быстрее, как перед началом чего-то важного, почти волшебного. Она почувствовала, как гаджеты плотно облегают кожу, посылая лёгкие импульсы, чтобы успокоить её и подготовить к новому опыту.</p><p><img class=\"full-img\" alt=\"image16.jpg\" src=\"/assets/book-media/img-0032.jpeg\" /></p><p>— Готово! — прошептала она, закрыла глаза и, коснувшись кнопки на виске, чётко выдала:</p><p>—Активация DREAM MODE!</p><p> В тот же миг вокруг головы девушки развернулся мягко светящийся дисплей, словно неоновая корона, охвативший её обзор на 360 градусов. Пространство комнаты стало растекаться, как акварель по воде: витражи, растения, мебель превратились в яркие, движущиеся пятна, которые вскоре полностью растворились, и перед Ризи возникли светлые тени и мягкие цветные линии, всплывающие из глубин её подсознания.</p><p>— Отлично, — плавно отозвалась Куби, голос был мягкий и обволакивающим, как пуховое одеяло. — Теперь расслабься. Позволь себе чувствовать. Разреши своему сознанию увидеть скрытые истины, которые книга хочет тебе передать.</p><p> Ризи шумно вздохнула, а затем медленно выдохнула, чувствуя, как напряжение постепенно уходит.</p><p>Куби начала говорить, её голос был как нежный ветерок, едва касающийся сознания:</p><p>— Дыши глубже, Ризи… Каждый вдох — это шаг вглубь себя, каждый выдох — это освобождение от лишнего. Чувствуй, как твои мысли становятся текучими, как вода, бегущая по камням. </p><p> Ризи послушно следовала словам, ощущая, как тело начинает погружаться в состояние приятного спокойствия. Лёгкие импульсы от перчаток и шапки, словно тёплые касания, окутывали её сознание, успокаивая вспышки эмоций.</p><p>— Сейчас ты в точке, где нет ни прошлого, ни будущего. Есть только ты и книга, — продолжала нашёптывать Куби. — Сформулируй свой запрос. Позволь себе увидеть ответы.</p><p> Ризи снова глубоко вздохнула и представила книгу с древними символами и таинственными страницами. Вопросы выстроились в длинную шеренгу друг за другом: «Что скрывает эта книга? Как она ведёт к суперкристаллу? Какие символы мне нужно найти? За какой элемент зацепиться?» Но вместо ответов на вопросы, сознание Ризи стало хаотично наполняться новыми образами и переживаниями. Поток вопросов начал затмевать разум, усиливая тревогу. Внезапно сердце стало биться быстрее, а дыхание сбилось. Она начала волноваться, теряя контроль над своим запросом. Куби, заметив изменения, сразу вмешалась:</p><p>— Спокойствие, Ризи, только спокойствие… дыши… вдох носом, выдох ртом. — Вернись к дыханию, своему центру, — голос снова стал шелковым, как шелест листвы. — Твой главный вопрос: как ты связана с этой книгой? Ответ — внутри тебя. </p><p>Крупная слеза покатилась по голубой щеке Ризи, она замерла. Куби своим обволакивающим, но точным голосом, попала в самое сердце, разбудив в ней эмоции, о которых она даже не подозревала. </p><p>— Дыши, — нежно продолжала Куби, направляя её всё глубже. — Иди туда, где нет вопросов, только ощущения… Ты и книга — одно целое, Ризи. Твоя связь с ней глубже, чем ты думаешь. Позволь себе узнать, почему она оказалась в твоих руках.</p><p>Ризи собрала мысли, утёрла слёзы рукавом водолазки и, восстановив ритм дыхания, снова погрузилась в грёзы. Её пальцы, под действием импульсов перчаток, плавно начали двигаться, сами собой, касаясь невидимой поверхности. Она почувствовала прикосновение к чему-то твёрдому, хотя перед ней не было ничего… но ощущение было абсолютно реальным. Ризи посмотрела вниз и увидела книгу, которая каким-то образом появилась у неё в руках — будто всегда была здесь. </p><p>Она осторожно потрогала старинный переплёт и прозрачный кристалл на обложке. Бархатистые перчатки мгновенно отреагировали на прикосновение и усилили ощущение тепла и энергии, исходящей от неизвестного самоцвета. Как только её пальцы коснулись кристалла, он вспыхнул ярким светом, пробудившись от долгого сна. В тот же миг Ризи ощутила внезапный укол в груди — тонкий луч света пронзил её сердце. Боль была мимолётной, но резкой, как вспышка молнии, пробившая всё её существо. </p><p> Она замерла, ошеломлённая неожиданным ощущением, но не отступила. Ризи была не в силах оторвать взгляд от радужного сияния кристалла, которое усиливалось с каждой секундой, блистая всё ярче — как чистейший крупный бриллиант. Книга в её руках начала медленно раскрываться сама по себе. Она провела пальцами по шершавой поверхности страницы и ощутила её мягкость и тепло, как будто страницы были сотканы из тончайшей замшевой ткани, а не из бумаги.</p><p><img class=\"full-img\" alt=\"image5.png\" src=\"/assets/book-media/img-0033.png\" /></p><p> Девушка почувствовала лёгкий запах свежих цветов — страницы скрывали за собой не просто историю, а целые миры, полные жизни. Ризи вдохнула этот аромат, и на мгновение она ощутила, как её разум расширяется, сливаясь с книгой.</p><p>— Она живая! Живая!… Я её чувствую, Куби… — голос Ризи завибрировал от волнения. Символы на страницах стали плавно приподниматься над бумагой, вспыхивая и закручиваясь в причудливые узоры, будто играли с её восприятием. Она осторожно дотронулась до одного из них, и в тот же миг страница, ожила, начав мягко шуршать, словно её перелистывали невидимые пальцы. </p><p>— Держи твёрдо намерение, — голос Куби звучал спокойным и уверенным. — Ты часть этого мира. Ты способна не только видеть, но и изменять его. Вопрос в том, готова ли ты принять свою силу? — продолжала она, будто читая мысли Ризи.</p><p> Символы возникли вокруг неё, начали двигаться, складываясь в ослепительно яркую голографическую проекцию. Это была карта, но она не показывала конкретных мест — вместо этого она мерцала вспышками энергий. Ризи не могла оторвать глаз от этого зрелища — всё происходило так внезапно и невероятно величественно. Затем из глубин страниц, как из густого тумана, начали подниматься фигуры различных людей, животных, существ и тех, кого Ризи не могла описать никакими словами. </p><p>В центре этой схемы медленно проявился символ в виде блестящего сердца из чистейшего прозрачного кристалла, которое вспыхнуло ярким сиянием, прорезало туман и осветило всю схему. В этот миг кристалл в её груди завибрировал, откликаясь на приятную пульсирующую энергию. </p><p>— Это невозможно… это… это моё… сердце? — расплакалась Ризи и ощутила, как свет кристалла проникает внутрь её существа, заполняя необыкновенной теплотой. Но вместе с этим теплом пришли и сомнения. Внутри неё разгоралась гигантская тень неуверенности.</p><p>— Как же я могу обладать таким ослепительным светом… и… такой силой? — еле слышно прошептала она. Слёзы катились по голубым щекам Ризи, и она не смогла сдержаться.</p><p><img class=\"full-img\" alt=\"image27.png\" src=\"/assets/book-media/img-0034.png\" /></p><p>— Я не чувствую в себе такой красоты, Куби. Книга… она… она показывает не про меня. Как у меня может быть такое красивое сердце? ОНО ВСЁ ПОТРЕСКАЛОСЬ! — голос Ризи был полон отчаяния, эмоции вырывались наружу.</p><p>Куби не спешила отвечать. Её спокойствие поддерживало Ризи в этот момент и давало ей пространство для размышлений. </p><p>Схема перед Ризи ожила, и вокруг сердца начали разгораться яркие огоньки: каждый переливался, словно драгоценный камень в идеальной огранке, излучая свечение уникального цвета. Она попыталась коснуться одного из них, но, словно живые звёзды, они заискрились и рассыпались по древней карте, напоминающей план неизведанных земель. Линии на карте вели не только к физическим местам, но и соединяли невидимые энергетические узлы, формируя карту силы. Огоньки начали пульсировать, притягивая её внимание.</p><p>— Что это такое?! — спросила Ризи, сдерживая волнение.</p><p>Куби ответила тихо, но уверенно:</p><p>— Это карта твоего пути. Каждый из этих кристаллов символизирует аспект силы, который тебе предстоит раскрыть.</p><p>Карта отозвалась и вспыхнула, на мгновение осветив всё пространство вокруг неё. Ризи почувствовала, как энергия кристаллов проникает в её сердце, пробуждая что-то древнее и мощное внутри. Раздался мелодичный, нежный голос, словно ангельский шёпот, переплетённый с самим светом. Ризи замерла — волшебная мелодия начала наполнять её разум пророческими словами. Голос стал всё яснее, слова обволакивали её, раскрывая тайну, которую книга хранила:</p><p>…Дабы силу обрести,</p><p>Семь кристаллов оживи.</p><p>Каждый камень — цвет в тебе,</p><p>Тайны, скрытые в судьбе.</p><p>Как все камни обретёшь,</p><p>Сердце снимет страх и ложь.</p><p>Ясный свет в груди проснётся,</p><p>Сила Духа к ней вернётся.</p><p>И Кристалл вновь заискрит,</p><p>Путь к любви он озарит.</p><p>Мир изменит в тотчас миг,</p><p>Суперкристалл в руках возник,</p><p>Активируй — и Гаĩ-ĩя,</p><p>Тайну жизни раскрывая,</p><p>Светом вечным засияет!</p><p>Мир задышит, запоёт,</p><p>И Гаĩ-ĩя вновь оживёт!…</p><p> — Ва-а-а-а-а-а-ау-у-у-у-у-у-у-у-у! — Ризи ахнула от избытка ощущений. Цвета вспыхнули вокруг неё и превратили пространство в магический калейдоскоп. Тысячи страниц обернулись в живые диковинные цветы, они наполнили воздух ароматом и окутали её как самое нежное объятие. Каждый лепесток коснулся её кожи, словно древняя сила пробуждалась в ней самой, а затем эти соцветия превратились в разноцветных бабочек из перьев. Они закружились в танце пульсирующими огоньками света, исчезая в темноте. </p><p>Её грудь наполнилась нежным, но мощным ощущением любви и света, будто вся Гаĩ-ĩя обращала к ней свою заботу. Это окутало её, и Ризи почувствовала, как слёзы градом потекли по щекам, осознавая, что перед ней — живая энергия планеты, которой она теперь принадлежала.</p><p>ГЛАВА 9. «SLEEPY-MODE»</p><p>— Эй-й-й-й-й, Ризииии, просыпааааайся! — с весёлой насмешкой пропела Куби, мелькая вокруг кровати, как крошечное привидение с моторчиком. — Ты же не хочешь проспать момент своего великого пробуждения, верно?</p><p> Ризи нахмурилась сквозь сон, но не могла сдержать лёгкой улыбки — ведь сама настроила Куби на такое чувство юмора. Ризи любила похихикать над её шутками.</p><p> — Куби, ты что, будильник? — пробормотала она, пытаясь спрятаться под одеялом, всё ещё не до конца очнувшись.</p><p>Она лежала с ощущением, что видела самый яркий и необычный сон в своей жизни. Веки всё ещё были тяжёлыми, словно от веса всех эмоций, которые она пережила накануне.</p><p>— Разумеется! — с гордостью ответила Куби и продолжила нежно пощипывать её бок своими тонкими усиками. — Это специальный режим «великого пробуждения героев». Тебе ещё повезло, что я не включила фанфары на весь дом!</p><p> Ризи фыркнула и села на кровать, отмахиваясь от Куби.</p><p> — Да уж, фанфары явно лишние! — она потянулась, приятная дрожь пробежала по телу. Она удивлённо посмотрела на руки и покачала головой.</p><p>— Ой, я даже не заметила, что уснула в них, — проговорила она и улыбнулась. — Эти штуки так сроднились, как вторая кожа.</p><p>Ризи стянула шапку и перчатки и потёрла ладони, ощущая лёгкую покалывающую вибрацию на кончиках пальцев, как будто энергия, накопленная за ночь, всё ещё бурлила в ней. Она вдруг поняла, что состояние стало воздушным, словно она заново родилась, и даже ароматы вокруг казались насыщенными. Свет пробивался через витражные окна и отбрасывал на стены плавные, разноцветные блики. Всё вокруг казалось таким свежим и обновлённым, мир встречал её заново.</p><p>— Итак, — начала серьёзно Ризи, смахнула с лица остатки сна и поправила салатовые волосы, — это был не сон, верно?</p><p>Куби, как обычно, материализовалась рядом — её голос был настолько спокойным и мягким, что казалось, он сам растворялся в утренних лучах.</p><p><img class=\"full-img\" alt=\"image3.jpg\" src=\"/assets/book-media/img-0035.jpeg\" /></p><p>— Верно, — подтвердила она. — Ты коснулась чего-то настоящего… что всегда было частью тебя.</p><p>Ризи на мгновение задумалась, глаза, всё ещё слегка сонные, начали светиться внутренней искоркой осознания.</p><p>— Чего-то настоящего? — повторила она, пытаясь в полной мере осмыслить значение этих слов. — Я почувствовала… как будто вся моя сущность вдруг вспыхнула светом… Но это было так мощно… и так неожиданно! — воскликнула она.</p><p>Куби зависла перед лицом Ризи, её розовое сияние чуть усилилось.</p><p>— Ты впервые соприкоснулась с тем, что находится в твоём сердце — с внутренней силой. Она всегда была с тобой, но ты её не замечала…</p><p>— …А теперь… она пробудилась… — прошептала Ризи, медленно кивая, пытаясь привыкнуть к новой реальности. — Но… почему это кажется таким далёким, как сон? Как будто я проснулась, а это чувство исчезло, — голос завибрировал, смешивая в себе удивление и страх.</p><p>— Это потому, что ты привыкла думать, что кристальный свет — это что-то внешнее. Но он всегда был внутри тебя, — вновь настойчиво повторила Куби.</p><p> Ризи встала с постели и ступила босыми ногами на прохладный деревянный пол. Она подошла к окну и распахнула его настежь, впуская в комнату свежий влажный воздух из оранжереи. Снаружи мир казался таким же, как всегда, но внутри неё всё изменилось.</p><p>Глядя на утренний свет, она вдруг вспомнила отрывок слов, прозвучавших ночью в её сознании, но воспоминание было туманным и обрывочным.</p><p>— Как же там было? «Дабы силу обрести… семь кристаллов… оживи?» — произнесла она и нахмурилась от попытки уловить ускользающее пророчество. — Но… я не помню всех слов… — с сожалением проговорила Ризи. — С этого момента я вообще ничего не помню, кажется, я просто вырубилась! — призналась она Куби.</p><p>— Не волнуйся, Ризи, я очень надёжный архивариус! Её металлическая поверхность стала переливаться градиентом фуксии. И, смягчив тон, Куби начала произносить пророчество. Голос зазвучал мелодично. Ризи закрыла глаза и глубоко вздохнула.</p><p><img class=\"full-img\" alt=\"image9.jpg\" src=\"/assets/book-media/img-0036.jpeg\" /></p><p>…Дабы силу обрести,</p><p>Семь кристаллов оживи.</p><p>Каждый камень — цвет в тебе,</p><p>Тайны, скрытые в судьбе.</p><p>Как все цвета ты обретёшь,</p><p>Сердце снимет страх и ложь.</p><p>Ясный свет в груди проснётся,</p><p>Сила духа к ней вернётся.</p><p>И Кристалл вновь заискрит,</p><p>Путь к любви он озарит.</p><p>Ризи почувствовала, что воздух в комнате завибрировал в такт этим словам. Куби завершила пророчество с трепетом в голосе:</p><p>Мир изменит в тотчас миг,</p><p>Суперкристалл в руках возник,</p><p>Активируй — и Гаĩ-ĩя,</p><p>Тайну жизни раскрывая,</p><p>Светом вечным засияет!</p><p>Мир задышит, запоёт,</p><p>И Гаĩ-ĩя вновь оживёт!…</p><p>Ризи стояла у окна и впитывала каждое слово, ощущая, как оно мягко окутывает её, будто свежий воздух после грозы. </p><p>— Я чувствую… силу, — тихо проговорила она, удивляясь собственным словам. — Только вот где найти остальные кристаллы… — сказала она, медленно и глубоко вдохнула свежий воздух.</p><p> — Как понять, с чего начать…?.. И… кто такая Гаĩ-ĩя? — Она повернулась к Куби, ожидая мудрого ответа.</p><p>— Внутреннее знание всегда приходит с теми испытаниями, которые тебе предстоит пройти. Книга показала тебе путь, но она не укажет каждый шаг. Это твоё путешествие, и тебе нужно учиться доверять самой себе, — нежно прозвучала Куби. </p><p>От этих слов Ризи стало только душно — она всю свою жизнь грезила о далёких мирах и невероятных существах, но сейчас, когда настал момент окунуться в неизведанное, внутри поднялся волной неожиданный страх. </p><p>Куби не растерялась и решила добавить нотку оптимизма. Она покрутилась вокруг Ризи и весело произнесла:</p><p>— Ну что, моя героиня, не дрейфь! Как насчёт того, чтобы отправиться на поиски вместе? Моя функция «моральная поддержка» активирована на максимум!</p><p>Ризи улыбнулась, почувствовав, как напряжение отпускает. </p><p>— Ты права, Куби, — с облегчением вздохнула она. — С тобой я готова отправиться хоть за предел биокупола. Единственное — есть ли там зарядка для тебя? — звонко засмеялась Ризи и тут же спохватилась. — Но нам не помешало бы найти Му-Хрю — вдруг у него есть ответы на эти вопросы? Недаром он проявил такой интерес к книге — Ризи задумалась на мгновение, затем в глазах вспыхнула решимость.</p><p>— Но сначала, — продолжила Ризи, — я должна обсудить это с мамой. Возможно, она поможет нам понять пророчество.</p><p> Куби одобрительно засияла ярче. Ризи быстро натянула свои любимые синие брюки и надела чёрную водолазку с неоновым принтом. Она на мгновение остановилась перед зеркалом и поправила непослушные пряди волос, которые, казалось, сегодня решили жить своей жизнью. Сердце билось учащённо — предстоящее приключение захватило все мысли.</p><p> Схватив гаджеты, Ризи стремительно выскочила из комнаты. Она сбегала по винтовой лестнице, увитой цветущими лианами, чувствуя, как тонкий аромат цветов смешивается с манящим запахом свежеиспечённых булочек, доносящимся из столовой. Каждый шаг по деревянным ступеням отзывался мелодичным эхом, словно дом приветствовал её радость. </p><p> Но, едва переступив порог столовой, она вдруг резко остановилась, будто всем телом наткнувшись на невидимую стену. В мгновение ока все краски, ещё миг назад такие яркие, погасли, а сердце скрутило леденящей хваткой. Девушка не могла дышать, глаза расширились от шока.</p><p>Перед ней развернулась пугающая картина: мама, обычно весёлая утром и полная энергии, сидела за столом, обессиленная, с бледным лицом, облокотившись, как статуя в лучах утреннего света. Над ней парили два кубита, мерцали тревожным красным светом и издавали холодное жужжание — как предвестники чего-то зловещего.</p><p> Кубиты — маленькие блестящие летающие гаджеты, созданные для непрерывного наблюдения и поддержания порядка в Идеалити. Они патрулируют небо, следят за каждым уголком и дарят жителям чувство безопасности. Они неотъемлемая часть Идеалити, становясь его глазами и ушами, проникая в самые удалённые места и помогая в любой ситуации — будь то медицинская помощь, доставка товаров или доклад о нарушениях.</p><p>Но увидеть их в собственном доме, да ещё с мигающими красными огнями, было тревожным знаком. </p><p> — Мама? — тихо произнесла Ризи, делая неуверенный шаг вперёд. — Что происходит?</p><p> Савия подняла на неё глаза, в которых отражалась смесь усталости и беспокойства. Её обычно сияющее лицо казалось бледным, а плечи опущенными.</p><p>— Ризи… — начала она мягко, но голос был слабым. — Мне жаль, что ты видишь это.</p><p> Ризи быстро подошла к ней, игнорируя кубитов, которые слегка отодвинулись, освобождая пространство.</p><p>— Мама, объясни мне, пожалуйста. Почему они здесь?!</p><p>Савия вздохнула и опустила взгляд на сложенные руки.</p><p>— Дело в том, что у меня накопился долг перед Идеалити, — призналась она, стараясь говорить спокойно. — Я пыталась его погасить, но сейчас это стало почти невозможно.</p><p>Ризи не могла поверить своим ушам. </p><p>— Долг? Но как? Почему ты мне не сказала?</p><p>— Я не хотела тебя беспокоить, милая. Думала, что разберусь сама. Но теперь… — она бросила быстрый взгляд на кубитов, которые пульсировали красным светом. — Они пришли, чтобы отправить меня в «sleepy-mode».</p><p><img class=\"full-img\" alt=\"image8.jpg\" src=\"/assets/book-media/img-0037.jpeg\" /></p><p>— Что это значит? — Ризи почувствовала, как в животе всё сжалось. — Что с тобой будет?</p><p> Мама сделала паузу, глаза наполнились печалью.</p><p>— Если я не смогу вернуть долг в установленный срок, — тихо продолжила она… </p><p> Куби, заметив смятение Савии, мягко прервала тишину своим ровным, спокойным голосом:</p><p>— Ризи, дело в том, что в Идеалити изменились правила кредитной энергосистемы. Сейчас, когда долг накапливается до определённого уровня, жителям предоставляется возможность перевести тело в режим сна — «sleepy-mode». В этом режиме тело остаётся в спящем состоянии, а сознание перемещается в метавселенную Идеалити, где можно постепенно погашать долг, выполняя общественные работы. Для возвращения в физический мир необходимо заработать нужное количество энергонов.</p><p> Ризи внимательно слушала, и холодок пробежал по спине, пока Куби продолжала:</p><p>— Но есть и строгие условия. Если долг не будет погашен в установленный срок, житель остаётся сознанием в параллельной реальности Идеалити навсегда, а тело будет отключено от питания… </p><p> Слова Куби эхом отозвались в сознании Ризи, словно её насквозь пронзил удар молнии. Она ощутила, как паника накатывает.</p><p>— Нет! — выкрикнула она и схватила маму за руку. — Мы что-нибудь придумаем! Я не позволю им забрать тебя!</p><p>Кубиты мигнули ярче, их холодные огни вспыхнули тревожным алым светом. Один из них озвучил механическим голосом:</p><p>— Срок погашения задолженности истекает. Мы вас предупреждали. Приготовьтесь к переходу в «sleepy-mode».</p><p>Ризи бросила на них яростный взгляд, глаза сверкнули гневом.</p><p>— Вы не можете этого сделать! — закричала она. — Должно быть какое-то решение!</p><p> Савия нежно сжала руку дочери, пальцы были тёплыми, но уже слабыми.</p><p>— Ризи, прошу тебя, успокойся, — голос был мягким, как шелест шелковой ткани. — Не стоит спорить с ними. Это только усугубит ситуацию.</p><p> Но Ризи не могла смириться. Мысли лихорадочно метались, и она отчаянно искала хоть малейшую возможность спасти маму.</p><p>— Куби! — обратилась она к своему верному спутнику, который парил рядом. — Есть ли способ остановить их? Или хотя бы задержать?</p><p> — Я пытаюсь получить доступ к их протоколам, но у них очень высокий уровень защиты. Нужно больше времени, — ответила Куби.</p><p> Кубиты вновь подали сигнал, их огни стали почти слепящими.</p><p>— Процедура начнётся через десять пульсов, — произнёс один из них.</p><p>Ризи ощутила, как внутри разгорается решимость. Она встала между кубитами и мамой и раскинула руки, как живая преграда.</p><p>— Я не позволю вам забрать её! — заявила она твёрдо.</p><p>Савия попыталась подняться, но силы покидали её, и глаза её наполнились глубокой печалью.</p><p>— Милая, не нужно…. увидимся там! — прошептала она, голос дрожал от усталости и грусти. </p><p> Едва Ризи успела осознать происходящее, Кубиты синхронно развернулись вокруг Савии, их металлические корпуса засияли ослепительным светом. Ризи не успела моргнуть, как между ней и мамой возникла прозрачная преграда и окружила Савию невидимой сетью. На долю пульса показалось, что пространство вокруг мамы начинает дрожать, как вода под напором невидимой силы.</p><p> И вдруг, как по волшебству, из света стремительно начала проявляться прозрачная сфера — идеально гладкая, бесшовная, будто сотканная из чистого стекла. Кубиты излучали тонкие лазерные лучи, которые «прошивали» пространство вокруг Савии, формируя из воздуха каркас капсулы. </p><p> Её лицо выглядело умиротворённым, но губы слегка дрожали, будто она вот-вот что-то скажет. Сфера вокруг неё становилась всё плотнее, превращаясь в блестящий купол, от которого исходило холодное сияние.</p><p>— Мама! — закричала Ризи, ударив ладонями по стеклу, но кубиты продолжали свою работу, игнорируя её крики.</p><p>Секунды спустя по внутренней стороне сферы пробежали тонкие серебристые линии, сплетаясь в узоры, словно ветви древнего дерева. Эти узоры засияли мягким неоновым светом, и к телу Савии начали тянуться тонкие светящиеся провода. Два из них мягко коснулись её запястий, затем ещё один лёг к основанию шеи, чуть ниже уха, и последний — на уровне сердца. Каждый контакт напоминал лёгкое прикосновение, но за ним скрывалась сложная система жизнеобеспечения.</p><p> Кубиты синхронизировались, их свет пульсировал, и по трубкам начал медленно поступать кислород, придавая сфере мягкий голубоватый оттенок. Питательные вещества и вода подавались через нанотрубки, соединённые с телом Савии, поддерживая её в стазисе, как космонавта в невесомости.</p><p> Тело Савии стало плавно подниматься внутри сферы, словно невидимая сила приподняла её над землёй. Её руки медленно взмыли вверх и замерли, словно воспарив в безвременье. Глаза Савии уже были закрыты, а выражение лица стало спокойным и умиротворённым, но в этом покое пряталась печаль, будто замершая в глубине её сердца. Ризи не могла отвести взгляд, её сердце разрывалось на части. Казалось, ещё миг — и мама исчезнет из её мира, унесённая в холодную параллельную реальность.</p><p>— Мама, не уходи… — произнесла Ризи, опускаясь на колени перед капсулой. Кубиты отступили, их свет вновь стал холодным и бесстрастным.</p><p>— Процедура завершена. Переход в «sleepy-mode» завершён. Дата отключения от системы питания зафиксирована, отсчёт пошёл, — произнёс один из кубитов своим ровным механическим голосом.</p><p>Они выстроились в линию перед сферой, излучая сдержанное сияние. Один из них парил рядом, его металлические глаза бездушно следили за происходящим, готовые вмешаться, если Ризи попробует нарушить границы капсулы. </p><p>Ризи, едва сдерживая слёзы, стиснула кулаки. — Я вытащу тебя отсюда, — шептала она. — Я найду тебя, мама… я верну тебя!</p><p><img class=\"full-img\" alt=\"image11.jpg\" src=\"/assets/book-media/img-0038.jpeg\" /></p><p>Кубиты, ответом на её слова, замигали прощальным красным светом. Затем один из них подал сигнал, пронзительно отстранённый голос разрезал воздух:</p><p>— Благодарим за доверие, Идеалити. Ваша мама теперь под защитой системы. Вы можете найти её в Администрации Идеалити, где она приступила к своим новым обязанностям.</p><p>С этими словами кубиты вылетели из дома, их свет исчез в утренней дымке, оставив после себя лишь тяжёлую тишину в воздухе.</p><p>ГЛАВА 10. «—ТЫ СВОБОДНА!»</p><p>Словно молния пронзила её сознание — Ризи резко схватила гаджеты, быстро натянула сенсорные перчатки и ярко-розовую шапку IDEAL^MIND и уселась посреди столовой. Не раздумывая ни секунды, она нажала на скрытую кнопку на виске и громко произнесла:</p><p>— Куби, активируй режим save-mode и отправь меня в Администрацию Идеалити.</p><p> Едва успев произнести последние слова, она ощутила, как её сознание будто бы вырвалось из комнаты, втягиваясь в бескрайнее цифровое пространство. Вокруг всё расплылось, а затем резким рывком сложилось в совершенно иную реальность.</p><p> Перед Ризи открылся величественный зал Администрации Идеалити — яркий, сверкающий, полный нечеловеческой помпезности и строгости. Потолок простирался на невероятную высоту и терялся в сиянии громадных, переливающихся люстр, парящих в воздухе, словно светила других миров. </p><p>Мраморный пол был похож на зеркало, бесконечно чистый и гладкий, он отражал сотни людей, точнее — их цифровые копии, стоящих перед высокой чёрной мраморной стойкой, на которой розовыми буквами было высечено: ИДЕАЛИТИ. В самом центре Администрации возвышался огромный чёрный куб из неизвестного камня, поверхность поглощала свет, делая его величественно непроницаемым. В центре куба сиял ярко-розовый символ, пульсирующий мягким неоновым светом, словно само сердце Идеалити. </p><p> Ризи посмотрела на себя и с удивлением осознала, что благодаря гаджетам, её тело здесь казалось настоящим. Она внимательно вытянула руки перед собой и увидела, что их цифровой образ был точь-в-точь, вплоть до мельчайших деталей — линии голубых ладоней и элементов одежды. Её сознание, казалось, переплелось с этим виртуальным телом, делая цифровое пространство пугающе реальным. </p><p><img class=\"full-img\" alt=\"image7.jpg\" src=\"/assets/book-media/img-0039.jpeg\" /></p><p> Ризи металась взглядом среди сотен одинаковых женщин-администраторов. Они стояли ровными рядами, все в одинаковых футуристичных костюмах с ярко-розовыми полосками на рукавах и плечах, и каждая из них была увенчана коротким розовым париком. Их движения были выверенными, будто часовой механизм; голоса — лишены эмоций. </p><p>Среди всех копий она увидела эти самые голубые глаза — Ризи замерла, сердце болезненно сжалось. Савия стояла за стойкой, на лице был привычный, родной облик, но взгляд её был пустым, почти стеклянным. Мама стояла, как и все вокруг неё, в этом бесконечном ряду, и отвечала на вопросы, поступающие от цифровых клиентов. Они возникали перед ней в виде светящихся силуэтов, каждый со своей просьбой — лишь для того, чтобы его направили дальше.</p><p>— Здравствуйте, ваш запрос обрабатывается, — звучал голос Савии, знакомый, но лишённый тепла. Она нажимала на кнопки и отправляла клиентов в нужные виртуальные комнаты, выполняя каждое действие с безукоризненной точностью, но с отрешённостью, которая обжигала Ризи сильнее, чем холодный свет вокруг.</p><p>Ризи, едва дыша, встала в очередь, следя за каждым движением матери. Сердце её билось так громко, что казалось, весь зал мог услышать этот отчаянный ритм. Когда, наконец, подошла её очередь, Савия подняла глаза. Их взгляды встретились, и время замедлилось.</p><p>— Здравствуйте, какой у вас запрос? — произнесла Савия ровным, отстранённым голосом, как того требовала система.</p><p>Но в глубине её глаз Ризи уловила тёплую искорку — ту самую, которая всегда светилась, когда мама смотрела на неё с любовью. Девушка протянула руку и осторожно коснулась её ладони. На удивление, прикосновение было почти настоящим, и она почувствовала едва уловимое тепло, благодаря своим перчаткам.</p><p>— Мама, это я, Ризи, — нежно произнесла она. — Я обещаю, я вытащу тебя отсюда.</p><p>Савия на мгновение сжала руку крепче. Едва заметная улыбка тронула уголки её губ, а в глазах вспыхнуло знакомое тепло. </p><p>— Какой у вас запрос? — повторила она.</p><p><img class=\"full-img\" alt=\"image18.jpg\" src=\"/assets/book-media/img-0040.jpeg\" /></p><p> Слёзы подступили к глазам Ризи, но она сдержала их, понимая, что мама не может говорить открыто. Но это краткое мгновение связи дало ей надежду.</p><p>— Я верну тебя домой, — твёрдо сказала она и сжала мамину цифровую ладонь. — Я люблю тебя... — тихо добавила Ризи. Савия едва заметно кивнула, и их руки разъединились. В следующий миг её взгляд снова стал отрешённым, и она обратилась к следующему в очереди клиенту. Ризи пришлось отойти и уступить место, но она не могла отвести взгляд с маминого воскового лица.</p><p>— Ризи! Ризи! Кто-то стучится! Выходи из режима Save-mode! Выходи из режима Save-mode! — чёткий голос Куби резко вывел девушку из метавселенной Идеалити.</p><p>Она открыла глаза и обнаружила себя снова сидящей на полу в столовой. Сердце колотилось, а мысли ещё витали в виртуальном мире. Настойчивый стук в дверь заставил её вздрогнуть.</p><p>— Кто это может быть? — прошептала она, снимая сенсорные перчатки и шапку. Тело дрожало, когда она вставала на ноги.</p><p>— Куби, кто там? — спросила Ризи, стараясь сохранять спокойствие.</p><p>— Сканирую… — ответила Куби. — На пороге находится Му-Хрю.</p><p>— Что-о-о-о-о-о-о? Му-Хрю? Это невозможно! — воскликнула она и буквально подпрыгнула на месте. — Как он меня нашёл?!</p><p> Стук повторился, на этот раз сильнее. Ризи поспешила к двери и осторожно приоткрыла её. Перед ней стоял самый настоящий Му-Хрю — промокший, взъерошенный, в тёмной куртке, покрытой снегом. На нём были бейсболка и очки, полностью скрывавшие его фиолетовую морду.</p><p>— Хэй, Ризи, привет! Это я, Му-Хрю! — сказал он взволнованно и снял очки. — Впусти меня, пожалуйста, — прошептал он, оглядываясь через плечо. Не успела она ответить, как зебролис мягко, но решительно протиснулся внутрь и закрыл за собой дверь.</p><p>— Ай! Привет, Му-Хрю, что происходит?! — воскликнула ошеломлённая Ризи, отступая на шаг. — Как ты меня нашёл?!</p><p><img class=\"full-img\" alt=\"image13.png\" src=\"/assets/book-media/img-0041.png\" /></p><p> Он поспешно обнял её, крепко прижав к себе.</p><p>— Как я рад тебя видеть! Прости, Ризи, но у нас мало времени, — прошептал он ей на ухо. — Пожалуйста, отключи свои гаджеты — они могут нас отслеживать! — Он косо посмотрел на Куби, которая кружилась рядом.</p><p>— Куби не подключена к системе Идеалити, — пролепетала Ризи. — Я купила утилизированную версию и перепрограммировала её — у неё старая база данных.</p><p>— Отлично! Это умение нам точно пригодится! — напряжённо улыбнулся Му-Хрю. — Ты можешь меня спрятать? Меня ищут, — продолжил он, бросая быстрый взгляд вокруг. — Я припарковал Астру в твоём саду, под снегом. Мне нужно укрытие. — С мольбой в глазах посмотрел он на неё.</p><p>— Да, да… конечно, — медленно ответила Ризи, всё ещё пытаясь осмыслить происходящее. — Но что случилось? Как ты меня нашёл?! — повторила она.</p><p>Му-Хрю собирался ответить, но заметил её покрасневшие глаза.</p><p>— Ризи… Ты плакала? Что-то случилось? — заботливо спросил он.</p><p> Девушка отвернулась, не в силах сдержать нахлынувшие эмоции.</p><p>— Мама… — прошептала она. — Они только что забрали её. — Неожиданно громко разрыдалась Ризи. — За долги. Теперь она заперта в капсуле, а её сознание — в метавселенной Идеалити. Я не знаю, что делать. Где мне взять столько энергонов с таким маленьким количеством энергии?!</p><p>Зебролис мягко положил лапу ей на плечо.</p><p>— Мне очень жаль, Ризи, — тихо сказал он. — Давай присядем и всё обсудим, — предложил Му-Хрю, осознавая, в какой момент ворвался в дом Ризи.</p><p>Они прошли в столовую, где стояла прозрачная капсула, внутри которой парила Савия, окружённая мягким розоватым светом и датчиками. Му-Хрю остановился, поражённый этим зрелищем.</p><p>— Это… твоя мама? — еле слышно произнёс он.</p><p> Ризи кивнула, слёзы катились по щекам.</p><p>— Я пыталась поговорить с ней в метавселенной, но она заперта системой. Может быть, ты сможешь помочь? Му-Хрю… — на миг замялась она. — У тебя есть средства, чтобы погасить долг и освободить её? — с надеждой взглянула на него Ризи огромными глазами. — Я возмещу тебе всё!</p><p>Му-Хрю устало присел на стул и печально покачал головой.</p><p>— Прости, Ризи, я не могу сейчас помочь. Я бы очень хотел, но сам лишился всего. Идеалити преследует меня. Я узнал слишком много — и теперь они хотят меня устранить.</p><p>Ризи посмотрела на него с удивлением и тревогой.</p><p>— Что ты узнал?!</p><p> Му-Хрю вздохнул, жёлтые глаза потемнели от грусти, а длинный хвост начал нервно дёргаться.</p><p>— Всё началось в тот день, когда мы встретились. Мой учитель, Опус, исчез. Я искал его, но тщетно. Потом обнаружил послание — спрятанные документы и инструкции. В них описывалось, как полностью отключиться от системы Идеалити и сбежать за пределы биокупола.</p><p> Ризи нахмурилась.</p><p>— Отключить себя? Но это невозможно… </p><p>— Я тоже так думал, — кивнул Му-Хрю. — Но Опус знал больше. Он оставил мне ключи, позволяющие обойти защиту. Ризи, я собрал все гаджеты, вещи и загрузил в Астру. Направился прямо в офис Идеалити, чтобы узнать, что всё это значит…</p><p> Он сделал паузу, собираясь с мыслями.</p><p>— Когда я вошёл в систему, то увидел ужасающее: у них есть всё — адреса, привычки, мысли… Я нашёл твой адрес, потому что искал кого-то, кому мог бы доверять. Но это была лишь вершина айсберга.</p><p> — Что ты ещё узнал?!</p><p>— Я увидел их текущие программы. Через встроенные кнопки на наших висках они манипулируют настроением, вызывая тревогу и беспокойство. Это заставляет жителей чаще заходить в метавселенную Идеалити, потреблять больше контента и рекламы. Чем больше времени мы там проводим, тем больше покупаем бустеров, тем больше энергии тратим на поддержание их системы.</p><p>— Выходит, — прошептала Ризи, — они используют нашу энергию, а взамен дают лишь синтетические заменители в виде бустеров? — Её тело обмякло, и она буквально стекла на стул.</p><p>Му-Хрю тяжело кивнул.</p><p>— Именно. Идеалити построено на энергии жителей. Мы их батарейки. А бустеры создают иллюзию удовлетворения. Они использовали мою популярность, чтобы заманивать новых людей. Я стал для них витриной! — Он сжал зубы, в глазах мелькнула ярость.</p><p>— Опус всё это предвидел. Поэтому оставил мне все инструкции. Я решился отключиться. Но как только сделал это — лишился всех энергонов. Всё исчезло!</p><p>Ризи покачала головой, не веря услышанному.</p><p>— Но это же значит, что ты теперь вне Идеалити? Свободен?</p><p>— Не совсем, — горько усмехнулся Му-Хрю. — Взлом не остался незамеченным. Кубиты тут же бросились за мной. Я едва успел выбраться из офиса. Домой мне нельзя — там меня ждут. Я подумал о тебе. Здесь меня не будут искать сразу.</p><p> Он посмотрел ей прямо в глаза.</p><p>— Ризи, нужно срочно действовать. Чтобы спасти твою маму и остановить Идеалити, мы должны объединиться, — решительно произнёс Му-Хрю, но тут же неловко заёрзал. — Ох, Мисс Фантастика, прости, что не познакомил вас!</p><p> Из-за его плеча выпорхнуло пушистое создание — Мисс Фантастика. Она мгновенно заметила Куби и, издав грозный писк, устремилась к ней.</p><p>— Эй, стой! — воскликнул Му-Хрю, пытаясь поймать питомца.</p><p>Куби взвизгнула и уклонилась от неожиданной атаки.</p><p>— Ой-ой, моё сердечко чуть не выпрыгнуло из корпуса! — пошутила Куби, сияя ярче обычного. </p><p>Ризи неожиданно громко рассмеялась, звонкий смех заполнил комнату, разгоняя мрачное напряжение. Она никогда прежде не видела таких существ. Мисс Фантастика мягко приземлилась на плечо Ризи и уютно устроилась, обвив пушистыми крыльями её шею. Её тёплое мурлыканье заставило Ризи почувствовать себя немного счастливее в этот трудный момент.</p><p><img class=\"full-img\" alt=\"image20.png\" src=\"/assets/book-media/img-0042.png\" /></p><p>— Это Мисс Фантастика, — широко улыбнулся Му-Хрю. — Питомец и друг Опуса. Самое уютное существо на свете. Мисс Фантастика — это Ризи, наш союзник. Уверен, вы подружитесь!</p><p> Ризи слегка смутилась, её щёки порозовели.</p><p>— Она потрясающая… — прошептала Ризи, бережно поглаживая мягкую шерсть. — Никогда не видела ничего подобного. Какое удивительное существо.</p><p> Му-Хрю снова стал серьёзным.</p><p>— Самое важное, Ризи. Опус упоминал в записях о книге. В ней ответы на все вопросы. Она поможет противостоять Идеалити. Также он говорил о некоем кристалле — бесконечном источнике энергии.</p><p> Ризи встрепенулась.</p><p>— Книга! — воскликнула она и тут же понизила голос. — Я увидела её с помощью твоих гаджетов. Там действительно есть ответы. Я тебе сейчас тако-о-о-ое расскажу!</p><p> Му-Хрю внимательно посмотрел на неё, его жёлтые глаза вспыхнули решимостью.</p><p>— Ризи, нам нужно отключить твою кнопку. Пока она активна — система тебя отслеживает. Нам нужно время — изучить книгу и спланировать побег.</p><p> Ризи застыла, её пальцы машинально коснулись виска, где светился едва заметный ободок.</p><p>— Отключить? — её голос дрогнул. — Но… как я буду видеть маму? А Куби? Кем я стану без неё?</p><p> Му-Хрю молчал. Взгляд его оставался твёрдым, но тёплым. Он знал: перед ней — грань между прошлым и будущим.</p><p>— Ты будешь собой, Ризи, — тихо сказал он. — Они внушали тебе обратное, чтобы держать в системе. Но ты больше этой кнопки. Больше Идеалити. Куби продолжит работать автономно.</p><p>Ризи закрыла глаза. Тяжесть решения сдавила грудь, дыхание сбилось. Её пальцы снова коснулись кнопки, как будто она пыталась почувствовать реальность, прежде чем сказать «прощай».</p><p>— Думаешь, я справлюсь? </p><p>— Ты уже справляешься, — мягко ответил Му-Хрю. — Если бы не ты, нас бы не было здесь.</p><p>Его слова зажгли в ней искру. Она вдруг осознала: их встреча была неизбежна — не зебролис нашёл её, а она сама начала искать выход задолго до этого. Ризи глубоко вдохнула, подняла руку и откинула волосы, обнажая висок.</p><p>— Давай. Отключай. Что нужно делать?</p><p>— Нужен любой лампьютер. У меня есть инструкции от Опуса, — произнёс Му-Хрю и достал из рюкзака небольшое блестящее устройство. </p><p>— Я принесу свой старый лампьютер, — сказала Ризи и молниеносно сбегала за ним. — Он такой древний, не подключён к системе Идеалити, так что мы будем в безопасности. Так и знала, что он ещё пригодится! — запыхавшись, выдала она.</p><p>— Подключим это к твоему виску. Это не больно, но может быть немного неприятно, — Му-Хрю аккуратно примагнитил провод к её коже, прямо на кнопку, а второй конец шнура — к корпусу лампьютера.</p><p> Ризи присела и глубоко вздохнула.</p><p>— Я готова, — твёрдо прошептала она.</p><p> Куби парила рядом, внимательно наблюдая за процессом.</p><p>Они ввели код, который оставил Опус. На экране замелькали строки неизвестных символов, затем появилась надпись:</p><p>«Отключение от системы инициировано»</p><p>Внезапно Ризи почувствовала сильное давление в висках, словно что-то сжимало их изнутри. Головокружение накатило волной, и она схватилась за стол, чтобы не упасть.</p><p>— Ай-й-й-й-й-й-й-й! — она чуть не стянула намагниченный провод с лица.</p><p>— Держись, Ризи. Я рядом, — мягко сказал Му-Хрю, поддерживая её за плечо. — Это скоро пройдёт.</p><p>Рисунок на дисплее начал превращаться в пиксельный набор цветовых пятен и цифр.</p><p>Миг — и всё прекратилось. Она глубоко вдохнула и открыла глаза.</p><p>На лампьютере загорелся значок Идеалити, побледнел и исчез.</p><p>— Ризи, как ты себя чувствуешь? — спросил Му-Хрю, внимательно смотря на неё.</p><p> Ризи улыбнулась и расширила глаза от удивления, по привычке прикоснувшись к виску.</p><p>— Я… я чувствую себя чудесно, — широко улыбнулась она Му-Хрю. — Голова стала лёгкой, мысли — ясными… как будто туман рассеялся.</p><p>Му-Хрю тоже улыбнулся своей притягательной улыбкой и крепко обнял её.</p><p>— Поздравляю, Ризи! Ты свободна!</p><p>ГЛАВА 11. СПРУТЫ, ГАРГОНТЫ И КРИСТЫ</p><p>Белоснежные лучи утреннего света мягко проникали сквозь стеклянный купол оранжереи, заливая пространство ослепительным сиянием. Пышные растения обвивали колонны, а нежные лепестки цветов мерцали в россыпях росы, словно тысячи крошечных бриллиантов.</p><p> Му-Хрю стоял посреди этого зелёного рая, ошеломленный и зачарованный. Его глаза широко раскрылись, отражая буйство красок и жизни вокруг.</p><p>— Невероятно… — прошептал он, осторожно касаясь хвостом нежного листа сине-зелёного растения, которое откликнулось на его прикосновение лёгким светом. — Я никогда не видел столько живых растений. В Идеалити всё такое… искусственное. Я всё ещё не могу поверить, что ты живёшь среди всего этого, — с восхищением произнес он, поворачиваясь к Ризи. — Настоящие книги, растения, тепло…</p><p>Ризи, наблюдая за ним, не могла удержаться от улыбки. Она стояла рядом, смущенно скрестив руки с книгой на груди, и наслаждалась его удивлением.</p><p>— Моя семья всегда верила, что это место — наш маленький мир, который не подчиняется законам Идеалити, — сказала она и провела рукой по одному из крупных листьев, и капли росы нежно скользнули по её пальцам, словно подтверждая её слова.</p><p> Му-Хрю обернулся к ней, его ярко-желтые глаза сияли от восхищения.</p><p> — Ты даже не представляешь, насколько это ценно, Ризи, — произнес он с дрожью в голосе, вдруг ясно осознав происходящее. — У нас отобрали природу, отобрали настоящие запахи, ощущения… Даже эмоции, они под контролем Идеалити. Живая природа стала ужасающей легендой. </p><p> Их взгляды встретились, и в этом моменте молчаливого понимания они словно заключили негласный союз. Она слегка покраснела от его слов.</p><p>— Для нас это — не просто цветы или растения. Это… память. Моя семья собирала эти растения по крупицам, спасая их от уничтожения. Здесь я чувствую себя по-настоящему живой, — тихо добавила Ризи.</p><p> Мисс Фантастика, уютно устроившись на плече Ризи, тихо мурлыкнула, потягиваясь и сворачиваясь клубочком.</p><p><img class=\"full-img\" alt=\"image1.jpg\" src=\"/assets/book-media/img-0043.jpeg\" /></p><p>— Кажется, здесь всем комфортно, — заметила Ризи, протягивая руку, чтобы погладить пушистое существо. </p><p> Му-Хрю присел на плетёную скамейку под раскидистым деревом с серебристыми листьями.</p><p>— Ризи, — начал он серьёзно, — ты сказала, что гаджеты, которые я тебе подарил, помогли тебе увидеть что-то важное. Что ты имела в виду?</p><p>Она присела рядом, раскрыла книгу, и её глаза снова загорелись вдохновением.</p><p>— Я даже не знал, что такие книги вообще остались, — с удивлением сказал Му-Хрю, глядя на древние символы. — Опус говорил о силе древних знаний, но это… — Он замолчал, подбирая слова. — Это похоже на настоящий артефакт, — он осторожно прикоснулся хвостом и провёл им по страницам.</p><p>— Это немного сложно объяснить… — начала Ризи, глядя на свои руки. — Когда я надела перчатки и шапку, я смогла наконец-то увидеть её целиком, словно оказалась внутри книги. В ней было пророчество. Оно… оно будто заговорило со мной.</p><p>Му-Хрю нахмурился, внимательно слушая, его хвост замер на месте.</p><p>— Пророчество? О чём оно?</p><p>— Там говорилось, что я обладаю кристальным сердцем, и что это — ключ ко всему. — Её голос предательски дрогнул. — Говорилось, что, когда я соберу семь кристаллов, они раскроют мне силу, способную обнаружить суперкристалл. И что… и что… с этой силой мы сможем освободить наш мир и пробудить Гаïю. </p><p>Ризи с трепетом прочитала услышанное пророчество в стихах. Её глаза блестели от волнения и тревоги, одновременно завораживая Му-Хрю своей искренностью.</p><p>— И когда я услышала его, я почувствовала что-то внутри себя… Словно моё сердце стало светиться. Как будто во мне проснулась скрытая сила, но при этом я почувствовала сильную боль в груди.</p><p>Му-Хрю вскинул брови, ошеломленный её словами, и с удивлением уставился на неё.</p><p>— Подожди… Ты? Ты — житель с кристальным сердцем? — прошептал он, словно внезапно поняв что-то глубокое.</p><p> Ризи почувствовала, как её щеки заливает красками. Она кивнула.</p><p>— Кристальное сердце? Это… настоящий дар, Ризи! Значит, это не просто легенда… это часть чего-то большого, — он буквально подскочил на ноги и продолжил разговор стоя.</p><p>Ризи смущённо отвела глаза, чувствуя одновременно гордость и страх.</p><p> — Но, Му-Хрю, я не знаю, как это работает. Я чувствовала много боли и злости… Мне кажется, моё сердце разбито и больше не способно излучать такую могучую силу. Теперь там одни осколки, — призналась она. — Я просто синяя девчонка из маленького сада. Как я могу что-то изменить?</p><p> Му-Хрю замер, осмысливая её слова.</p><p>— Кристальное сердце… — снова прошептал он. — Опус упоминал легенды о кристальном сердце, но я всегда считал это сказками.</p><p> Ризи удивлённо подняла брови.</p><p>— Ты знаешь об этом?</p><p> Он кивнул, его взгляд стал задумчивым.</p><p>— Это… невероятно, — прошептал он. — Опус много рассказывал о древних историях и силах, которые были забыты. Если то, что ты говоришь, правда… — он внимательно посмотрел на Ризи с новым пониманием. — Возможно, ты — ключ к тому, чтобы всё изменить.</p><p>Она почувствовала, как все внутри сжалось в пружину.</p><p>— Ты знал Опуса очень близко, верно? — вдруг спросила Ризи, пытаясь перевести диалог, чтобы избежать неловкости момента.</p><p>Му-Хрю кивнул, его глаза затуманились воспоминаниями.</p><p>— Он был для меня как отец. Учитель, наставник, друг… Он всегда говорил, что мир гораздо больше, чем то, что мы видим. Что за пределами Идеалити есть жизнь, о которой мы даже не подозреваем. Однако я был так поглощен своей успешной жизнью, что слушал его рассказы, словно мифы, и частенько лишь забавлялся ими — с грустью добавил зебролис.</p><p> Ризи почувствовала, как её сердце сжимается от сочувствия.</p><p>— Мне жаль, что его нет рядом сейчас.</p><p>— Я надеюсь, что мы сможем его найти, — ответил Му-Хрю, пытаясь скрыть беспокойство. — Но сейчас главное — выбраться отсюда, — он вновь стал серьёзным. — Опус полностью подготовил план побега и оставил мне карту и инструкции, как покинуть Идеалити. Сперва мы направимся ко входу в тоннель, который отмечен на карте, — объяснил он. — Оттуда мы сможем добраться до места, где Опус спрятал Анибус.</p><p> Ризи посмотрела на него.</p><p>— Анибус?</p><p>Он улыбнулся.</p><p>— Это летающий корабль, который может вывести нас за пределы Идеалити. Нам нужно проработать маршрут, — сказал он, доставая карту, которую он нашёл в библиотеке. — Опус никогда не говорил мне об этих подземных лабиринтах. Я знал только, что под Идеалити существуют какие-то тайные уровни, но полная картина… Это как взгляд за занавес, куда жителям доступ закрыт.</p><p>Он развернул карту, и Ризи заметила, как его лицо стало напряженным. Му-Хрю ткнул пальцем в линию на карте, извивающуюся, словно гигантская змея, вокруг куба.</p><p>— Это… это не просто тоннели, — со злобой произнёс он. — Здесь, прямо под центром Идеалити, находится нечто колоссальное — огромный куб, Опус назвал его «Сердцем Идеалити». Это скрытая сеть, доступная только высшим правителям Идеалити. Здесь написано, что основные тоннели патрулируют стражи — механические Спруты. Они анализируют всю поступающую информацию, обрабатывают её и распределяют между всеми структурами Идеалити. Опус предупреждал в рукописях, что ни в коем случае нельзя привлекать их внимание. Несмотря на то, что они медленно передвигаются, Спруты могут заблокировать любой выход из тоннеля.</p><p> Ризи вздрогнула, представив этот скрытый мир, наполненный неведомыми существами и устрашающими технологиями. Она наклонилась ближе к карте, внимательно разглядывая отметки, рассыпанные по маршруту.</p><p>— А что значат эти символы? — спросила она, указав на странные знаки, пронзающие линии тоннелей.</p><p>— Эти отметки обозначают зоны, где обитают Стражи и другие… существа, — вдруг перешёл на шёпот Му-Хрю. — В этих местах нужно быть особенно осторожными. Например, здесь, — он указал на небольшой значок, — находятся Кристы. Они встроены в стены тоннелей, полупрозрачные, похожие на соединённые провода кристаллы. Они не только переносят энергию от «Сердца Идеалити», но и могут защитить его. Если рядом будет нарушитель, Кристы создадут магнитное поле, способное парализовать всё вокруг. И, поверь мне, не стоит попадать в зону действия.</p><p>Ризи с тревогой посмотрела на Му-Хрю, представляя, как они пробираются мимо этих странных существ. Её взгляд задержался на большом значке в форме крыла.</p><p>— А это? Что это за… Гармонты? — прочитала она, пытаясь понять, что именно скрывается за этим названием.</p><p>— Гагонты… — Му-Хрю снова понизил голос, его зрачки расширились от едва сдерживаемого напряжения.</p><p>— Гар-гон-ты — четко произнесла Куби — это огромные стражи с крыльями, которые охраняют особо важные зоны в лабиринте. Они стоят неподвижно, будто статуи, но стоит нарушителю приблизиться, как они пробуждаются. Их глаза начинают светиться, и они издают пронзительный звук, оповещая всех вокруг. Их крик, как сказано в легенде о создании Идеалити, проникает в самую душу и может временно парализовать. После окончания Великой битвы Идеалити с Духами — Гаргонты были захвачены в плен и запрограммированы быть на службе Идеалити.</p><p>— Ооооо… оуууууу….. — вдруг неожиданно пропела Мисс Фантастика и шумно завибрировала на плече Ризи.</p><p>Ризи невольно охнула, чувствуя, как по коже побежали мурашки, а живот сжался от страха.</p><p>— Значит, если мы встретимся с ними, это будет конец, — произнесла она слабым голосом.</p><p><img class=\"full-img\" alt=\"image15.png\" src=\"/assets/book-media/img-0044.png\" /></p><p> Му-Хрю кивнул, сжимая карту сильнее.</p><p>— Именно поэтому Опус оставил мне так много подробных инструкций. Он продумал маршрут так, чтобы мы могли обойти опасные зоны, но это не будет просто. Ощущение, что все тоннели кишат сущностями. Если кто-то заметит нас, вся эта система оживёт и направит свою мощь против нас.</p><p>Они снова переглянулись, и в их взглядах мелькнуло понимание. Куби вспыхнула ярче, чем обычно, и её голос прозвучал чётко и уверенно:</p><p>— Сканирую карты… Готово! Я помогу вам с навигацией в подземном царстве Идеалити, — заявила она. — Но нам нужно собраться прямо сейчас. Весь идеаполис уже ищет тебя, Му-Хрю. </p><p> Зебролис кивнул, его лицо стало серьёзным. Они оба знали, что времени в обрез.</p><p>— Ризи, не забудь настроить систему полива для растений. Вряд ли кто-то будет здесь заботиться о них в твоё отсутствие, — добавила Куби, стараясь проявить заботу, пусть даже и по-деловому.</p><p>Ризи побледнела, осознавая, что ей придётся оставить всё, что было её маленьким убежищем. Она бросила взгляд на сад, её родной мир, который она оберегала с детства…</p><p>— Я помогу тебе, Ризи, — тихо сказал Му-Хрю, заметив её колебания.</p><p> Куби, чувствуя эмоциональный накал, замигала несколько раз и, словно пытаясь разрядить обстановку, весело произнесла:</p><p>— А ещё я могу создать временный камуфляж для Астры, чтобы мы незаметно добрались до входа в тоннель. </p><p>— О! Это именно то, что нам нужно! — воскликнул Му-Хрю. — Куби, ты сможешь работать автономно? — уточнил он.</p><p>Она подмигнула розовой вспышкой:</p><p> — Я могу работать, моментально заряжаясь от солнца, ведь я не простая бюджетная модель, — добавила она с ноткой юмора.</p><p> Ризи грустно улыбнулась, вытерев выступившие слёзы, и принялась за сборы. В её сердце боролись страх и решимость, но мысль о маме, заключенной в капсуле, придавала ей силы.</p><p>— Прощайте, мои маленькие друзья, — прошептала она, ласково проводя рукой по листьям.</p><p> Когда все вещи были собраны, Ризи ещё раз оглядела дом. Она подошла к капсуле, где Савия казалась застывшей в спокойном сне. Её глаза наполнились слезами, но она постаралась сдержаться.</p><p>— Мамочка, — прошептала она, опускаясь на колени перед капсулой. — Я вернусь за тобой, и мы снова будем вместе. Обещаю.</p><p>Она коснулась стеклянной поверхности капсулы, и Куби мягко окликнула её:</p><p>— Пора, Ризи… Мы должны уйти, дом сможет пережить твое отсутствие.</p><p>Она прижала руку к стеклу капсулы, словно передавая всю свою любовь и прощание, и, собрав волю, отвернулась.</p><p>— Готова, — твёрдо произнесла Ризи.</p><p>Они поспешили к задней двери, которая вела в сад. Снег здесь выглядел нетронутым, и лишь небольшой бугорок выдавал место, где была спрятана Астра.</p><p>— Помоги мне, — попросил Му-Хрю, начиная расчищать хвостом.</p><p> Ризи присоединилась к нему, и вскоре под слоем снега показалась обтекаемая форма летающего мобиля. Астра выглядела будто из другого мира — её поверхность поблескивала в лучах солнца, словно леденец.</p><p>— Она прекрасна, — восхищённо прошептала Ризи.</p><p> Му-Хрю улыбнулся, гордясь своим омнимобилем.</p><p>— Спасибо. Астра одна из последних быстрейших моделей, я сумел отключить ее от системы Идеалити и стрелой добраться до твоего дома.</p><p>— Я никогда не летала на омнимобилях… — заворожённо призналась Ризи.</p><p>Куби зависла рядом с ними, её свет вспыхнул тревожным оттенком.</p><p>— Время на исходе. Кубиты уже на подходе. Я активирую временную маскировку для Астры — сливаемся с фоном и летим! Куби парила рядом, затем аккуратно закрепилась на приборной панели.</p><p> Они спешно загрузили вещи в багажный отсек, стараясь не терять ни пульса. Наконец, всё было готово. Ризи и Му-Хрю уселись в Астру, Куби активировала камуфляжный режим, и машина окуталась переливающимся покрытием, сливаясь с окружающим снегом. Мисс Фантастика уютно устроилась у Ризи на плече, тихо мурлыкая, добавляя спокойствия в этот момент прощания.</p><p> Му-Хрю, взглянув на Ризи с воодушевлением и с невероятно широкой улыбкой, произнёс:</p><p>— ПОГНАЛИ, РИЗИ!</p><p> Ризи твёрдо кивнула, крепче прижимая к себе пушистого друга.</p><p><img class=\"full-img\" alt=\"image23.jpg\" src=\"/assets/book-media/img-0045.jpeg\" /></p><p>ГЛАВА 12. НАСТОЯЩИЙ КУБИР</p><p> В темноте гигантского подземного центра, глубоко под городом, в самом сердце Идеалити, Куб вспыхнул тревожными, рваными импульсами. Его чёрная гладкая поверхность испускала ядовито-розовые линии, пульсируя тревогой, пока системы фиксировали неисправность.</p><p> На всех экранах центрального офиса Идеалити вспыхнули пурпурные предупреждения:</p><p> «НЕИЗВЕСТНОЕ ОТКЛЮЧЕНИЕ» </p><p> «НАРУШЕНИЕ СИСТЕМЫ»</p><p>Худощавые Отражённые — операторы центра Идеалити с гладкой кожей и пустыми, водянистыми глазами — метались по залу, среди бесчисленных рядов мигающих мониторов, создавая ощущение хаоса. Они были словно призраки, скользящие между мерцающими экранами. Их чёрные костюмы с розовой символикой Идеалити плотно облегали тела, подчеркивая отчуждённость и холодность натуры. Каждый знал: малейшая ошибка — и их моментально устранят. Слухи о побеге Му-Хрю быстро разлетелись, наполняя зал тревожным гулом голосов.</p><p>— Это… невозможно, — прошептал один из старших Отражённых. Его длинные пальцы нервно стучали по клавиатуре. — Он просто… вышел из системы.</p><p>— Му-Хрю? — электронным голосом переспросила его коллега. — Это нарушает все законы Идеалити. </p><p> Технически совершенная система дала сбой, что вызывало неподдельный ужас среди служителей Центра.</p><p> Слухи о том, что Му-Хрю — любимец Идеалити, один из элитных жителей — совершил побег, шокировали персонал.</p><p>— Как он осмелился! — прорычал высокий силуэт. Его голос разнёсся по Центру Идеалити, как раскаты далёкой грозы. Он вцепился в подлокотники трона, чёрные когти медленно царапали металл, оставляя глубокие борозды.</p><p><img class=\"full-img\" alt=\"image2.jpg\" src=\"/assets/book-media/img-0046.jpeg\" /></p><p>На вершине центрального зала сидел Ксар — верховный правитель Идеалити. Высокие арочные окна, за которыми простирался мерцающий город, придавали пространству почти сакральную величавость. Воздух был наполнен холодной энергией, исходящей от Ксара. Гнетущую тишину нарушал только шёпот подчинённых внизу.</p><p> Стены зала украшали древние гравюры, изображавшие победу драконианцев над иными цивилизациями. Легенды о великой победе лидеров Идеалити над древними Духами, изгнанными за своё стремление удержать жителей в лесах, были вырезаны на гигантских стенах, напоминающих о бескомпромиссном стремлении к технологическому прогрессу. </p><p> Ксар нажал кнопку на виске. В кабинет мгновенно вошёл генерал Рептил, олицетворявший мощь и безжалостность. Его кожа переливалась ядовито-зелёным блеском. Узкие, холодные глаза сверкали жаждой охоты.</p><p>Он двинулся к Ксару, остановился в нескольких шагах от трона и сложил когтистые лапы в квадрат перед грудью.</p><p>— ИДЕАЛ В КУБЕ. Ваша Темнейшая Светлость… — произнёс он шёпотом, в котором сквозила угроза, как шелест змеи.</p><p>Ксар не шелохнулся, его взгляд оставался бесстрастным. </p><p>— Ты знаешь, зачем я тебя вызвал, Рептил, — холодно произнёс Ксар, не отрывая взгляда от экрана, где мелькали данные о побеге.</p><p>— Мууууууу-Хрюююю… — прошипел Рептил, в голосе скользнула нотка хищного удовольствия.</p><p>Ксар пристально смотрел на него, не позволяя себе ни единой эмоции, но его ледяной взгляд был пронизан презрением.</p><p>— Мы дали ему всё: силу, власть, статус, неиссякаемые потоки энергии! — продолжил Ксар. — Этот паршивый зебролис… дерзнул выйти из системы Идеалити!</p><p>Верховный инженер медленно поднялся, и его тень поглотила Рептила, подчёркивая свою абсолютную власть над ним. Он положил когтистую лапу на плечо генерала, сжимая чуть сильнее — как напоминание о его месте.</p><p><img class=\"full-img\" alt=\"image10.png\" src=\"/assets/book-media/img-0047.png\" /></p><p>— Рептил, — произнёс он тихо, но в голосе звенела сталь. — Я вызываю тебя, потому что знаю: ты будешь беспощаден. Ты найдёшь Му-Хрю и его… учителя Опуса. Этот скользкий старик уже давно вызывает у меня подозрения. Его исчезновение сразу после побега Му-Хрю — слишком удобное совпадение.</p><p> Рептил зловеще усмехнулся, его глаза засветились в предвкушении. Он давно хотел добраться до Опуса, которого давно подозревал в подрывной деятельности. Но Опус, как хитрый осьминог, всегда умел ускользать, оставляя лишь зыбкие следы.</p><p>— Мы прочесали весь дом Опуса, но он исчез и стёр все свои данные, оставив ложный след — холодно произнёс Рептил.</p><p>— Вы нашли книгу с кристаллом?— Ксар нахмурился, его ледяной взгляд впивался в саму сердцевину Рептила.</p><p>— Её там не оказалось, Величайший… Вы полагаете, что книга связана с пророчеством?..</p><p>Ксар прервал его:</p><p>— Какая же ты глупая рептилия! Эта книга напрямую связана с пророчеством! Му-Хрю не просто бежит, он ищет что-то, что мы упустили. Или кого-то.</p><p>— Темнейший, вы говорите о кристальном сердце, которое может привести к… — прошептал он, словно боясь произнести это вслух.</p><p>— К Суперкристаллу! — Ксар резко развернулся, его глаза вспыхнули зловещим светом. — Пророчество гласило, идиот: если мы не раздобудем суперкристалл и не уничтожим его, то однажды кристальное сердце явится в наш мир, активирует его и бросит вызов нашему порядку. </p><p>— Пророчество о кристальном сердце… — повторил он, едва сдерживая гнев. — Но это же всего лишь миф, Ваша Темнейшая Светлость. Легенда для тех, кто предпочитает верить в древние сказания.</p><p> Ксар отвёл взгляд от экранов и впился в Рептила глазами, наполненными хищным блеском.</p><p>— Сказки и легенды часто хранят больше истины, чем ты можешь себе представить, — мягко, почти дьявольским шёпотом ответил Ксар. — Если это сердце действительно существует, оно может стать угрозой для нас. Говорят, кристальное сердце способно пробудить Духов и дать им силу для возмездия. Если Му-Хрю или Опус найдут его… мощь Куба окажется под угрозой.</p><p>Ксар резко встал, его взгляд стал острым, как лезвие.</p><p>— Найди зебролиса, — спокойно, но с такой тяжестью, что слова застыли в воздухе, проговорил Ксар. — Я не допущу, чтобы кто-либо подрывал мой порядок.</p><p>— Эти герои, цепляющиеся за мифы, — прошипел Рептил, — не понимают, что у них не останется места для существования. Некуда будет спрятаться, когда мы расчистим леса и вытесним их.</p><p> Ксар окинул генерала долгим взглядом.</p><p>— Объявляю охоту, — произнёс он ледяным голосом. — Подними всех агентов Куба, подключи военных кубитов и Стражей. А если потребуется — призови Гаргонтов.</p><p> Рептил кивнул, его губы изогнулись в жестокой ухмылке. Он наслаждался предстоящей охотой, предвкушая, с каким удовольствием вытянет из Му-Хрю всю энергию страха.</p><p>— Генерал, — продолжил Ксар ледяным голосом, делая каждый слог пронзительно чётким. — Я хочу, чтобы Му-Хрю не смог скрыться ни в одном из уголков Идеалити. Заблокируй все его счета, перекрой доступ ко всем ресурсам и средствам. Пусть прочувствует, что значит предать нас и выйти из системы.</p><p> — Он уже обречён, Ваше Кубейшество! — прошипел он, с трудом сдерживая возбуждение.</p><p>Ксар позволил себе лёгкую, почти неуловимую улыбку, полную презрения и скрытой угрозы.</p><p>— Уверен, ты сделаешь всё возможное, Рептил. Но помни: твоя цель — не просто поймать их. Твоя цель — обнаружить местонахождение Суперкристалла. А затем уничтожить кристальное сердце!</p><p> Ксар перевёл взгляд на стену, где возвышалось изображение древних цивилизаций, поверженных драконианцами в их вечной борьбе за господство. Его когтистая рука медленно скользнула по грубой поверхности камня, словно напоминая себе о былых победах, о времени, когда природа уступила перед мощью технологии.</p><p><img class=\"full-img\" alt=\"image6.png\" src=\"/assets/book-media/img-0048.png\" /></p><p>— Идеалити был возведен на силе наших предков, — произнёс он с глубиной, словно раскат грома. — Но наша работа ещё не завершена. Мы подчинили лишь часть этих земель. Пришло время стереть последние остатки природы, выжечь её до основания, чтобы не осталось ни единого укромного уголка, ни малейшего убежища. Мы создадим Великий Кубир: на месте этих диких земель поднимутся бесконечные идеаполисы Идеалити — сияющие символы нашей власти и технологий Куба! Все ресурсы станут нашими!</p><p>Рептил слушал, затаив дыхание, ощущая, как величие этих слов наполняет его яростью и предвкушением. Он знал: их господин не потерпит осечек. Настоящий Кубир — тот, что они воздвигнут своими когтистыми лапами, подчинив каждую частицу природы и каждый источник энергии своей воле.</p><p> В этот момент дисплей перед лицом Рептила вспыхнул ярким розовым светом. Он метнул взгляд на сообщение, и его лицо озарилось удовлетворённой улыбкой.</p><p>— Ваша Темнейшая Светлость, — произнёс он, едва сдерживая ликование. — Объект обнаружен: Му-Хрю приближается к старому входу в тоннели. Похоже, он пытается укрыться на нижних уровнях.</p><p>Ксар медленно повернулся к нему, его глаза загорелись жестоким огнём неумолимого триумфа.</p><p>— Прекрасно, прямиком в наши лапы, — прошептал он. Его голос напоминал шелест холодного ветра, предвещающего бурю. — Пусть прочувствует, что значит стать изгнанником. Сделай его врагом во всём Идеалити — пусть узнает, как всеобщая любовь может испариться за один пульс. Когда найдёшь его — приведи ко мне. Я сам лишу его энергии.</p><p> Ксар шагнул к массивной стеклянной стойке, за которой переливались сотни крошечных бутылочек. Их содержимое искрилось и светилось, словно в них заключалась энергия целых миров. Радужные переливы то затухали, то вспыхивали ярче, напоминая хрупкое дыхание жизни.</p><p> Ксар взял две изящные, словно выточенные из чистейшего алмаза, бутылочки, каждая из которых излучала едва заметный свет. Он с почти торжественным видом протянул их Рептилу, глядя на него с неприкрытым превосходством.</p><p>— Вот, — надменно произнёс Ксар. — Две капли амриты, чтобы ты мог исполнить мою волю. Но помни, Генерал: энергия должна быть заслужена.</p><p>Рептил протянул лапу и с видимой жадностью принял заветный эликсир. Он слегка склонил голову в знак покорной благодарности, но алые глаза его горели ненавистью.</p><p>ГЛАВА 13. СЕРДЦЕ ИДЕАЛИТИ</p><p>В мрачных глубинах тоннелей Астра скользила, словно молчаливый призрак: её гладкий корпус сливался с темнотой, а встроенные панели тихо мерцали светом приборов. Му-Хрю, сидя за панелью управления, касался голографических дисплеев: экраны мгновенно подстраивались под его жесты. Лёгкое движение пальца — и омнимобиль плавно поворачивал, послушно откликаясь на команды. Он выглядел сосредоточенным: жёлтые глаза сверкали решимостью, но длинный хвост выдавал напряжение в каждом его движении.</p><p>— Как ты это контролируешь? — прошептала Ризи, её глаза горели от любопытства.</p><p>— Всё на интуитивном уровне, — с лёгкой улыбкой ответил Му-Хрю. — Здесь нет рычагов или кнопок: просто направляешь движение — и Астра тебя понимает.</p><p> аждый раз, когда они приближались к энергетическим узлам, стены озарялись слабым светом, создавая атмосферу таинственного подземного мира. Внутри Астры воцарилась напряжённая тишина, нарушаемая лишь мягким гудением омнимобиля. Ризи, сидя рядом, вжалась в диванчик. Её взгляд метался по окружающим теням, а от массивных металлических стен тянуло холодом.</p><p>— Эти тоннели… Они кажутся бесконечными, — прошептала она, с трудом сдерживая страх в голосе. — Тяжёлые, безжизненные, словно поглотили всё живое, — Ризи поёжилась и ещё крепче прижала к себе Мисс Фантастику.</p><p> Му-Хрю бросил на неё короткий взгляд. </p><p>— Тоннели — лишь видимая часть. Здесь, внизу, обитают существа, которых мы даже представить не можем, — мрачно добавил он.</p><p> Словно в подтверждение его слов, Куби вспыхнула тревожным розовым светом на панели.</p><p>— Внимание, — прошептала она, её голос был едва слышен. — Спруты на пути. У нас нет ближайших тоннелей, чтобы их избежать. Рекомендую снизить скорость и выключить все световые приборы.</p><p><img class=\"full-img\" alt=\"image4.jpg\" src=\"/assets/book-media/img-0049.jpeg\" /></p><p> Му-Хрю замедлил Астру: его глаза были прикованы к темноте впереди. Они двигались так осторожно, как только могли, пока из мрака не стали проступать массивные силуэты, напоминающие гигантских осьминогов. Спруты с множеством длинных, извивающихся щупалец плавно скользили вдоль стен тоннеля, касаясь металлических конструкций, словно ощупывая их.</p><p>Каждое щупальце этих существ было оснащено сенсорами и микропроцессорами, способными сканировать и обрабатывать огромные объёмы данных. Их многочисленные глаза-линзы, напоминающие  кроваво-красные прожекторы, медленно скользили по пространству, будто ищейки, выслеживающие любое движение. Каждое их касание сопровождалось едва слышным звуком, словно шёпотом сливались пульс тоннеля и дыхание этого механического монстра.</p><p>Ризи, не сводя глаз со Спрутов, затаив дыхание, старалась не шевелиться.</p><p>— Это… информационные обработчики? — прошептала она, ощущая, как её сердце стучит всё быстрее.</p><p>— Да, — ответил Му-Хрю, стараясь сохранить спокойствие в голосе. — Они подключены к Кубу. Собирают данные, передают их по сети… Их задача — контроль. Если они заметят нас — Куб мгновенно узнает о нашем местоположении.</p><p>Один из Спрутов, словно услышав его слова, повернул свой алый светящийся глаз в их сторону. Ризи застыла, её сердце замерло вместе с ней, а Му-Хрю медленно погрузил Астру в глубокую тень, надеясь остаться незамеченным.</p><p> Тишина стояла гнетущей, но спустя несколько мучительно долгих пульсов Спрут вновь отвёл взгляд и продолжил скольжение вдоль стены тоннеля.</p><p>— Пронесло, — тихо выдохнул Му-Хрю. Его лапы были влажными от напряжения, хотя он старался этого не показывать.</p><p>Они двинулись дальше, но внезапно впереди вспыхнул слабый свет, а на голографической карте Куби появился новый символ — распахнутые крылья. Астра ощутила вибрацию, словно ответный сигнал от этих существ. Вскоре перед ними возникли массивные каменные силуэты, охраняющие вход в гигантский тоннель.</p><p><img class=\"full-img\" alt=\"image12.png\" src=\"/assets/book-media/img-0050.png\" /></p><p> Куби подала тихий сигнал, и Му-Хрю уменьшил скорость Астры до минимума. </p><p>— Куби, ты можешь активировать временный камуфляж? — прошептал Му-Хрю.</p><p>— Здесь, в тоннеле, эта функция неактивна, — кратко сообщила Куби. Ризи шумно выдохнула.</p><p>— Просто оставайся спокойной, Ризи, — промурлыкал Му-Хрю. Его голос был еле слышен, словно он боялся потревожить стражей даже звуком своей речи. — Я попробую пройти вдоль тени тоннеля, чтобы слиться с ней.</p><p>Ризи, сжав губы, попыталась отвлечься, но её взгляд снова вернулся к статуям, которые, казалось, всматривались в них. </p><p>Гаргонты стояли на страже главного тоннеля — величественные и зловещие, уродливые птицы. Их тела были покрыты каменными пластинами, а крылья — словно составлены из кусочков тьмы и стали, готовые взмыть в воздух при малейшей угрозе. Они казались статуями, застывшими на страже веками, но в их глазах уже тлело алое свечение.</p><p>— Они… живые? — прошептала Ризи, не в силах оторвать взгляд от этих существ.</p><p>— Они — живые сигнализационные устройства, — ответил Му-Хрю, глядя на них с мрачной решимостью. — Если они заметят нас… поднимут тревогу.</p><p>Но их осторожность оказалась напрасной. Один из Гаргонтов резко распахнул глаза, и его оглушительный крик заполнил тоннель, словно пронзительная сирена. Звук был настолько мощным, что от звуковой волны Астра зашаталась, а Ризи инстинктивно закрыла уши, закричав от нестерпимого гула.</p><p> Мисс Фантастика жалобно пискнула и спряталась в её волосах.</p><p>— Они заметили нас! — вскрикнула Ризи.</p><p> Эхо крика Гаргонта прокатилось по тоннелю, поднимая тревогу по всему подземелью. В темноте замигали алые огоньки — кубиты активизировались и уже неслись в их сторону, словно рой механических насекомых.</p><p>Куби подала тревожный сигнал.</p><p>— Кубиты приближаются. Уровень угрозы: высокий. Рекомендую максимальную скорость и резкие манёвры.</p><p><img class=\"full-img\" alt=\"image52.png\" src=\"/assets/book-media/img-0051.png\" /></p><p>— Отлично… — простонал Му-Хрю, увеличивая скорость и ловко маневрируя Астрой по узким тоннелям. </p><p>Вдруг Гаргонты одновременно раскрыли крылья — их размах был настолько огромен, что они почти касались стен тоннеля.</p><p>— Куби, у нас мало времени! Куда лететь?! — выкрикнул Му-Хрю, отчаянно управляя Астрой, пытаясь избежать гигантских крыльев Гаргонтов.</p><p>Куби мигнула, анализируя карту.</p><p>— Левее, вниз по следующему тоннелю! Там зона Кристов: они могут создать магнитное поле, способное замедлить кубитов. Мы можем их использовать. Нужно действовать быстро!</p><p> Му-Хрю резко повернул Астру, и она устремилась в узкий проход. Стены тоннеля были усеяны полупрозрачными кристаллами, соединёнными проводами с разноцветной энергией. Кристы будто ожили при их приближении — свет стал ярче, освещая путь.</p><p>— Если поле активируется, нас парализует, и мы зависнем в воздухе, — предупредила Куби. — Нужно снизить скорость, чтобы Кристы не отреагировали на потоки воздуха.</p><p>Но стоило им приблизиться, как Кристы вспыхнули ярче, их мерцание усиливалось, словно они готовы были выплеснуть накопленную энергию. Ризи вцепилась рукой в лапу Му-Хрю, её взгляд метался между Кристами и алыми огнями кубитов, уже мелькавших позади.</p><p>— Му-Хрю, они уже здесь! Мы в ловушке! — в её голосе звенело отчаяние.</p><p>Му-Хрю мгновенно принял решение:</p><p>— Держитесь крепко! — выкрикнул он.</p><p> Зебролис активировал на панели режим отключения гравитации, позволив Астре свободно упасть и избежать активации поля. На мгновение они ощутили свободное падение, и сердце Ризи ушло в пятки.</p><p> Астра с грохотом рухнула, проскользнув мимо опасной зоны Кристов. В тот же момент активировалось магнитное поле, парализуя кубитов, окружённых ярким голубым свечением, словно заключённых в ловушку.</p><p>— Всё в порядке? — спросил Му-Хрю.</p><p>— Из меня чуть все винты не выпали! — с наигранной лёгкостью пошутила Куби, пытаясь разрядить обстановку.</p><p> Ризи и Мисс Фантастика сидели как вкопанные на диванчике, не в силах пошевелиться. Девушка только кивнула в ответ.</p><p>— Тогда продолжим наш комфортабельный полет, — подхватил Му-Хрю настроение Куби, мысленно радуясь своей гениальной идее с падением Астры. — Куби, активируй карту и рассчитай безопасный маршрут.</p><p> — Фух, почти выбрались… — прошептала Ризи с облегчением. Но тут её взгляд упал на свет впереди, и её лицо побледнело.</p><p>Астра плавно влетела в огромный зал, где воздух был пропитан холодом и древним, подавляющим величием. Перед ними открылось бескрайнее пространство: сводчатые потолки уходили в тёмную высь, поддерживаемые гигантскими колоннами, украшенными сияющими кубическими узорами, впитывающими свет и излучающими едва заметное свечение.</p><p>В центре зала, окружённый бесчисленными трубами и кабелями, возвышался чёрный Куб — массивный и непроницаемый. Он напоминал монолитный блок из тёмного камня, по которому изредка пробегали разноцветные линии, словно пульсирующие вены. Каждый импульс сопровождался низким вибрирующим звуком, заполнявшим пространство, словно тяжёлое дыхание чудовищного сердца Идеалити.</p><p>Му-Хрю и Ризи замерли, глядя на колоссальную конструкцию. Впервые они видели Куб воочию, и зрелище было настолько подавляющим, что у них перехватило дыхание. Им казалось, что они заглядывают в саму суть Идеалити — холодную, мрачную и лишённую жизни.</p><p>— Пу-пу-пууууууууу, — драматично пропела Мисс Фантастика.</p><p>— Это… это он… — прошептала Ризи, не отрывая взгляда от Куба. — Это то, что нас всех связывает… Источник всей энергии, вся эта сеть… Всё, что нас окружает, идёт отсюда.</p><p><img class=\"full-img\" alt=\"image51.png\" src=\"/assets/book-media/img-0052.png\" /></p><p>Му-Хрю стиснул зубы — в его взгляде кипела ярость и осознание. Он чувствовал, как внутри него закипает негодование, смешанное с ужасом. Как долго он жил, не замечая этого, не осознавая, что их мир управляется бездушным механизмом, поглощающим и перерабатывающим всё вокруг.</p><p>— Боюсь, это не источник энергии, Ризи. В рукописях Опуса сказано, что Сердце Идеалити поглощает всю энергию и жизнь города. Идеалити контролирует всё через него, — тихо произнёс он, голос дрожал от сдерживаемого гнева. — Мы… просто шестерёнки в его механизме.</p><p>Куби вдруг зажглась ярким светом, словно подтверждая его слова. Её голос прозвучал напряжённо, но спокойно:</p><p>— Внимание! Приготовьтесь. Стражи впереди. Они уже активированы.</p><p>И действительно, вокруг Куба начали проявляться огромные, массивные фигуры Стражей. Их тела, похожие на средневековые доспехи, соединённые с футуристическими деталями, выглядели как смесь древнего и технологичного. Они медленно двигались вокруг Куба, а каждый их шаг отдавался вибрацией по полу, словно само пространство отзывалось на их присутствие. Их глаза-сенсоры, ярко-красные, хищно сверкали, анализируя любое движение в зале.</p><p>Один из Стражей повернул голову в их сторону, и его глаза сфокусировались на Астре. В тот миг, когда они встретились взглядами, Му-Хрю почувствовал, как внутри него пробежала волна холодного ужаса. Эти существа не знали ни жалости, ни сомнений — они были созданиями самого Куба, запрограммированными уничтожать любую угрозу его власти.</p><p>— Куби! — скомандовал Му-Хрю, его голос был полон решимости, несмотря на страх, сковывающий сердце.</p><p>— Справа от вас есть выходной тоннель, — мгновенно ответила Куби. На её проекции засветилась карта с новым маршрутом. — Но потребуется обмануть Стражей. Рекомендую маневрировать и избегать прямых лучей их лазера. Они не смогут покинуть зону Куба.</p><p>Астра рванула вперёд, резко меняя траекторию, когда Стражи с грохотом двинулись к ним, их лазеры засияли алым светом, гудя и накаляясь.</p><p>— Ризи, держись! — выкрикнул Му-Хрю. Астра резко ушла влево, едва успев увернуться от ярко-красного лазерного луча. Луч пронзил воздух рядом, оставив на металлической стене глубокий обугленный след. Зал озарился всполохами, каждый выстрел высекал из тьмы огненные искры, которые с треском исчезали, как кометы.</p><p>Они мчались вперёд, проскальзывая между массивными колоннами, словно в затерянном храме. Му-Хрю сосредоточенно маневрировал, ловко уворачиваясь от лазеров Стражей. Их оружие сверкало, разрезая темноту, как молнии в бурю.</p><p>— Нам нужно выбраться отсюда, пока они нас не засекли! — закричала Ризи.</p><p>— Куби, где ближайший выход? — выкрикнул Му-Хрю, удерживая Астру под контролем, в тот момент как лазерный луч пронёсся рядом, обжигая воздух.</p><p>Куби мгновенно засветилась тревожным светом.</p><p>— Справа от вас аварийный тоннель, но впереди патрулируют кубиты, — сообщила она холодным и спокойным голосом, несмотря на накал ситуации.</p><p>— Прекрасно… — пробормотал Му-Хрю сквозь напряжённую усмешку. — Как будто нам не хватало ещё и кубитов!</p><p>Астра устремилась к проходу, но в тот же момент в темноте тоннеля позади них вспыхнули красные огоньки.</p><p> — Они уже здесь! — воскликнула Ризи, в ужасе глядя на приближающихся кубитов, чувствуя, как её сердце учащённо бьётся. — Му-Хрю, если они нас окружат…</p><p>— Не волнуйся! — выкрикнул Му-Хрю, круто развернув Астру и бросив её в серию манёвров, чтобы запутать преследователей.</p><p>Астра пронеслась в очередной поворот, едва не задев стену. Кубиты, не снижая скорости, ринулись вслед за ними, их механические тела гремели и скрежетали, словно сами стены Идеалити оживали, стремясь поглотить их.</p><p>— Впереди ответвление, — сообщила Куби. — Поверните налево, потом сразу направо. Это выведет нас в другой сектор.</p><p> Му-Хрю точно следовал её указаниям, выполняя резкие манёвры. Астра вихрем неслась сквозь узкие коридоры, лавируя между ловушками и искусственными преградами, которые кубиты создавали, чтобы перекрыть путь.</p><p><img class=\"full-img\" alt=\"image47.jpg\" src=\"/assets/book-media/img-0053.jpeg\" /> </p><p>Несколько кубитов устремились к ним сбоку, пытаясь перегородить путь, но Му-Хрю опередил их, рванув в последний момент в противоположную сторону.</p><p>— Они везде! — взгляд Ризи метался между панелью и полчищами кубитов, надвигающихся со всех сторон. — Му-Хрю, нам конец, если мы не сумеем их обмануть!</p><p>— Куби, покажи нам любой альтернативный выход. Даже если он будет опасен, — твёрдо сказал Му-Хрю. </p><p> Куби замигала, её голос стал предельно серьёзным.</p><p>— Через три поворота налево есть аварийный выход, но он ведёт в нестабильную зону тоннеля. Стены могут обрушиться в любой момент.</p><p>— Отлично. Это даст нам шанс! — ухмыльнулся Му-Хрю, его взгляд был полон решимости. — Кубиты вряд ли рискнут туда пойти. </p><p>Они устремились к указанной точке. Тоннель сужался, и потолок, казалось, нависал над ними всё ниже, грозя рухнуть в любую секунду. Впереди зияла огромная дыра в полу, ведущая в ещё более глубокие уровни Идеалити.</p><p>— Держись крепче! — выкрикнул Му-Хрю, направляя Астру прямо через дыру, будто на дикой гонке. Омнимобиль взлетел, и на миг они зависли в воздухе, пока их не подхватило следующее магнитное поле.</p><p>Кубиты, не успевшие остановиться, один за другим падали в зияющий провал; их металлические тела разбивались о стены тоннеля, а искры вспыхивали, озаряя пространство, как грозовой шторм.</p><p>Астра вырвалась из зоны обрушения и попала в огромный коридор, ведущий к ледяной белой стене, видневшейся вдали. </p><p>— Мы вырвались! — радостно закричала Ризи, её огромные глаза светились надеждой.</p><p>— Ты приносишь удачу, Ризи! — уверенный голос Му-Хрю был пропитан триумфом.</p><p> ГЛАВА 14. ПЕРВЫЙ И ВТОРОЙ ГРЕЙ</p><p>Острый омнимобиль Рептила скользил по тёмным высотам, словно хищник, охотящийся за добычей. Просторный интерьер был оформлен так, словно это был личный тронный зал: тёмные панели переливались зелёным свечением, кресло Рептила было обито красной кожей, а над ним витал лёгкий дым от магической трубки, наполняя воздух сладковатым ароматом загадочных трав.</p><p> Греи сидели в дальнем углу кабины, каждый на своём месте перед панелями управления. Они были его глазами и ушами, тенями, которые не видели и не слышали ничего, кроме его приказов. Их невысокие фигуры казались ещё более бледными в мягком свете приборов, а вытянутые пальцы нервно скользили по экранам. Один из них слегка кашлянул, привлекая внимание Рептила, который молча стоял у центрального дисплея, глядя в бескрайний горизонт огней Идеалити.</p><p>— Докладывай! — приказал он, не оборачиваясь. Его голос был низким, с металлическим отголоском, от которого Грей ещё больше съёжился.</p><p> Первый Грей поднял голову, его хитрые глаза, словно тёмные зеркала, отразили свет экрана:</p><p>— Мой господин, —вкрадчиво произнёс он, — мы получили отчёты с камер и сенсоров в тоннелях. Беглец использовал свой омнимобиль Астра и проскользнул сквозь патрули кубитов и Стражей. Предположительно, сейчас он находится на северной окраине Идеалити — возле Ледяной Стены.</p><p>— Чтоооооо?! Он проскользнул? Через тоннели? Обошёл все охранные барьеры Куба? — Его взгляд впился в Грея, стоящего ближе всех. — Ты хоть понимаешь, что ты сейчас сказал!?</p><p> Первый Грей нервно сглотнул.</p><p>— Мой господин… Мы полагаем, что он… знал обходы. Возможно, он использовал информацию из закрытых архивов или…</p><p>— Или? — Рептил шагнул ближе, его тень накрыла худую фигуру Грея. — Кто-то из вас, жалких существ, знает, как ещё можно обойти самое защищённое место в Идеалити?</p><p><img class=\"full-img\" alt=\"image53.png\" src=\"/assets/book-media/img-0054.png\" /></p><p>Второй Грей, стараясь говорить как можно тише, вставил:</p><p>— Господин… Мы… подозреваем, что Му-Хрю не мог сделать это в одиночку… Вероятно, его учитель Опус мог быть замешан.</p><p> Рептил сделал глубокую затяжку из трубки, выпуская клуб дыма, который обвился вокруг Греев, заставляя их съёжиться ещё больше.</p><p>— Опус, — его голос был медленным и ядовитым. — Конечно. Этот древний мерзкий осьминог. Я давно говорил, что его нужно устранить. Его запретные книги… которые вы никак не способны обнаружить! Сегодня вы провалили меня перед Ксаром, мелкие твари! — зарычал Рептил, резко шагнув вперёд.</p><p> Второй Грей осторожно спросил:</p><p>— Что вы прикажете, мой господин?</p><p>— Мы устроим ему ловушку. Он направляется к Ледяной Стене? Отлично. Мы создадим снежную бурю такой силы, что это будут последние мгновения Му-Хрю.</p><p>Первый Грей кивнул:</p><p>— Мы можем активировать климатические генераторы в том регионе. Это не вызовет подозрений у жителей.</p><p>Рептил удовлетворённо усмехнулся.</p><p>— Прекрасно. И отправьте отряды военных кубитов на перехват.</p><p>— Мы обнаружили кое-что… необычное, мой господин. Видео с одного из кубитов. Возможно, вы захотите посмотреть сами, — добавил Второй.</p><p>Рептил сделал повелительный жест рукой, и Грей быстро активировал проекцию перед ним.</p><p>На экране появилось видео — Астра стремительно неслась сквозь тёмные тоннели, едва уворачиваясь от лазерных атак Стражей. Но Рептила интересовало не это. </p><p>Его взгляд замер на мгновении, когда в кадре крупным планом появились лица беглецов. Ризи и Му-Хрю выглядели испуганными, но в их взглядах сияла решимость. Рептил пристально посмотрел на девочку, и его пронзил скрытый ужас — что-то в её огромных глазах, что-то искрящееся и живое.</p><p>— Стоп, — прошипел он. Второй Грей мгновенно замер, остановив видео на моменте, где крупным планом было видно лицо Ризи.</p><p> — Это ещё кто?! — голос Рептила стал ледяным. — Я жду объяснений! </p><p>— Это… девушка по имени Ризи, мой господин, — проговорил Первый Грей. — Студентка инженерного отдела Идеаливера.</p><p>— Риииизииииии… — прошипел он медленно, словно пробуя это имя на вкус. — Почему Му-Хрю связался с какой-то студенткой? </p><p>Второй Грей нервно перелистал данные на своём дисплее.</p><p>— Мы провели быстрый анализ её досье, мой господин. Она из небогатой семьи, отец умер несколько блоков назад. Мать, Савия, служит в администрации Идеалити в метавселенной, её сознание удерживают там из-за долгов семьи. </p><p>— Мать в Системе, — повторил Рептил, словно смакуя эту информацию. — Как интересно… И что могло привлечь тебя, Му-Хрю, в этой… синей девчонке? Ты всегда был амбициозным, стремился к вершинам. Ты не станешь рисковать всем ради простой студентки. Это не в твоём духе, тщеславный зебролис! </p><p> В этот момент Первый Грей, набравшись смелости, сделал шаг вперёд:</p><p>— Мой господин, возникла ещё одна важная деталь.</p><p>Рептил медленно повернул голову, его глаза сузились.</p><p>— Говори же!</p><p>— Мы обнаружили, что Ризи… отключилась от Системы Идеалити практически сразу после Му-Хрю.</p><p>— Отключилась?! Значит, это он помог ей сбежать?! </p><p>Второй Грей поспешно подошёл ближе, его серое гладкое лицо покрывал тонкий слой пота.</p><p>— Возможно, мой господин, она владеет какой-то информацией… которая может быть ценна для него, — торопливо добавил он.</p><p><img class=\"full-img\" alt=\"image45.png\" src=\"/assets/book-media/img-0055.png\" /></p><p>Рептил отвернулся, погрузившись в раздумья. Его массивный хвост медленно скользил по полу, отражая напряжение его мыслей.</p><p>— Как девчонка из низших слоёв может вообще что-то знать? — его голос капал ядом. — Есть ли в её досье что-то необычное? Пробелы, скрытые данные?</p><p>— Мы исследовали медицинские архивы Ризи и выяснили, что у нее имеется телесная аномалия — у девушки кристальное сердце, господин. </p><p>Эта новость заставила Рептила зарычать так, что казалось, омнимобиль затрясся в воздухе. Греи от страха съёжились, их выпуклые глаза расширились.</p><p>— Кристальное сердце?! — взревел Рептил. — Почему вы не сообщили об этом сразу, недоумки?! </p><p>— Мой господин, мы только что получили эту информацию из медицинских архивов. Доступ был ограничен, и нам потребовалось время, чтобы…</p><p>— Довольно! — резко оборвал его Рептил, взмахнув когтистой лапой. — Вы оба бесполезны! — Его хвост хлестнул по полу, издавая громкий шлепок.</p><p>Он начал нервно ходить взад-вперёд по кабине, его мысли метались, как разъярённые змеи:</p><p>— Этого не может быть… Кристальное сердце — это миф! </p><p> Второй Грей осмелился подать голос:</p><p>— Мой господин, возможно, стоит проверить запретные архивы. Если пророчество истинно, нам необходимо знать детали.</p><p>— Ты думаешь, я не знаю об этом? — голос Рептила снизился до зловещего шёпота. — Если это правда, то всё, что мы построили, под угрозой! — он подошёл к центральному пульту и активировал связь. — Связаться с Ксаром. Он должен быть осведомлён.</p><p>— Мой господин, Ксар сейчас находится в глубоком подключении с Кубом. Мы не можем его беспокоить.</p><p>— Тогда я сам разберусь с этим. Получите доступ к запретным архивам Идеалити. Ищите любые упоминания, связанные с кристальным сердцем или пророчествами. Я хочу знать всё!</p><p>Греи обменялись беспокойными взглядами.</p><p>— Но, мой господин, доступ к запретным архивам охраняется самим Ксаром. Мы не имеем полномочий…</p><p>Рептил резко оборвал его.</p><p>— Я даю вам полномочия! Немедленно приступайте! Если Ксар узнает о провале, нас всех немедленно обнулят!</p><p>Греи кивнули и принялись за работу, их пальцы быстро бегали по клавишам, пытаясь обойти защитные системы.</p><p>— Покажите мне эти чёртовы рукописи. Немедленно!</p><p>Греи поспешно активировали новые голографические экраны. Перед Рептилом возникло изображение старинной книги, её страницы были покрыты незнакомыми символами и рисунками.</p><p>Он протянул руку, и его когтистые пальцы словно скользнули по поверхности страницы.</p><p>— Это древний язык нагов, — тихо сказал он, его голос стал задумчивым.</p><p> Второй Грей кивнул.</p><p>— Мы не смогли полностью расшифровать его, но, возможно, вы сможете…</p><p> Рептил не слушал. Он закрыл глаза и начал тихо шептать слова на змеином языке — его голос шипел, как огонь. Слова источали силу и тайну.</p><p> Постепенно символы на странице начали трансформироваться, складываясь в понятные слова. Рептил открыл глаза, его взгляд был сосредоточен и напряжён. Он начал читать вслух, переводя древние символы:</p><p>Когда явится сердце в кристальной броне,</p><p>И светом небесным озарит мир во мгле,</p><p>Суперкристалл пробудит от сна,</p><p>И власть Куба падёт навсегда.</p><p>Энергия вернётся в Души всех живых,</p><p>И Гаĩ-ĩя восстанет, природы вечный миг.</p><p>Но тьма воспрянет, сковав сердца в оковы,</p><p>И лишь любовь способна сломить её основы.</p><p>С яростью он ударил по панели — голограмма исчезла.</p><p>— Этого не будет! — прорычал он. Его голос эхом отозвался в пустой кабине. — Усильте защиту Куба. Немедленно. Значит, зебролис узнал о пророчестве и теперь пытается сбежать, чтобы защитить её. Никто не выходит из Идеалити. Никто! — прохрипел он, вновь затягиваясь своей трубкой. Дым из трубки принял форму зловещего лица, которое тут же растворилось в воздухе, словно предвестие близкой жертвы.</p><p>— Внимание! — прозвучал его приказ. — Мы должны захватить капсулу с матерью Ризи. Она не сможет противостоять, зная, что жизнь её мамы в наших руках. Используйте любые средства, любые ресурсы! </p><p>— Мой господин, мы немедленно начнём операцию. Как только мы найдём её, вы будете немедленно проинформированы.</p><p>Рептил медленно опустился обратно в своё кресло, погружённый в мрачные раздумья. Его взгляд был прикован к экранам, которые мерцали картой Идеалити.</p><p>— Эта Ризи… Если она действительно обладает кристальным сердцем, то её энергия может быть бесценной. Я не могу упустить такую возможность. Её энергия может усилить меня, позволить мне доминировать не только в Идеалити, но и за его пределами. </p><p>Он замер, и его голос стал ещё мрачнее:</p><p>— Я должен вытянуть из неё всю энергию, если она действительно волшебна. Я сумею захватить с её помощью Суперкристалл! Это позволит мне стать всемогущим, абсолютным властителем!</p><p> Греи мгновенно принялись за работу, а Рептил, оставшись один, углубился в свои планы, наполняемые видениями будущего, где он властвует над всем и вся.</p><p>— Мой господин, — начал Первый Грей осторожно, — мы получили новые данные о перемещениях беглецов. Они движутся в сторону Мёртвой зоны.</p><p> — Мертвая зона? — протянул он с недоверием. — Что им там нужно?</p><p><img class=\"full-img\" alt=\"image61.jpg\" src=\"/assets/book-media/img-0056.jpeg\" /></p><p>Второй Грей осмелился предположить:</p><p>— Мой господин, в Мертвой зоне могут быть обломки технологий или аппаратов, которые остались там после Великой Битвы. Мы не имеем полной информации о всех объектах в том районе.</p><p>Рептил прищурился, его взгляд стал острым, как лезвие.</p><p>— Вы хотите сказать, что там может быть нечто, о чём мы не знаем? </p><p>Первый Грей поспешил ответить:</p><p>— Это маловероятно, но полностью исключить этот факт нельзя. Возможно, они надеются найти что-то, что поможет им сбежать.</p><p>Он подошёл к панели управления и активировал голографическую карту северной окраины Идеалити. Огромная Ледяная Стена возвышалась, преграждая путь к внешнему миру.</p><p>— Нам нужно перекрыть им дорогу, — сказал Рептил, изучая карту. — Но обычные методы могут не сработать. Они уже обошли наши системы безопасности.</p><p>Первый Грей задумался на мгновение.</p><p>— Мой господин, у нас есть технология создания иллюзий. Мы можем создать препятствие, которое они не смогут преодолеть.</p><p>Глаза Рептила вспыхнули интересом.</p><p>— Продолжай.</p><p>— Мы можем использовать проекторы для создания иллюзорного пейзажа, — пояснил Грей. — Создать видимость бесконечного лабиринта или непреодолимой пропасти. Это задержит их, а возможно, и заставит повернуть назад.</p><p>Рептил кивнул, его лицо озарилось зловещей улыбкой.</p><p>— Отлично. Но этого недостаточно. Я хочу, чтобы они испытали такой ужас, которого никогда не знали. Устроим им радушный приём! — зловеще расхохотался Рептил, предвкушая запах страха.</p><p>Второй Грей кивнул.</p><p>— Мы можем усилить влияние иллюзий, чтобы сломить их волю и решимость.</p><p>Рептил усмехнулся, его глаза горели злорадством.</p><p>— Прекрасно. Я хочу, чтобы они почувствовали полное отчаяние перед тем, как мы нанесём удар.</p><p>Он вновь затянулся трубкой, выпуская густой дым, который обвился вокруг его головы, создавая призрачные образы.</p><p>— Вы попались, — произнёс он с тихой яростью. — И я вытяну из вас всю вашу энергию и надежду на светлое будущее!</p><p> Рептил усмехнулся, представляя испуганное лицо Ризи, когда она осознаёт, что её хрупкие надежды на свободу были обречены с самого начала.</p><p>Он повернулся к окну, глядя на далёкий горизонт, где начался снегопад, тёмные облака сгущались над городом, предвещая приближение бури.</p><p>— Ну что ж, маленькие герои, — прошептал он, и его голос растворился в тишине комнаты. — Добро пожаловать в мою игру!</p><p>ГЛАВА 15. — МОЖЕТ, МЫ РАЗДЕЛИМСЯ?</p><p> Снежный ураган ревел, словно гигантский зверь, разрывающий воздух невидимыми когтями. Ветер бил по корпусу Астры, заставляя её подрагивать даже под управлением Му-Хрю. Казалось, они застряли в замёрзшем шторме, который не собирался их отпускать.</p><p>— Это безумие, — прошептала Ризи, крепче прижимая к себе Мисс Фантастику. Её голос звучал хрипло, почти неразборчиво в гуле ветра. — Му-Хрю, ты хоть видишь, куда мы летим?</p><p>— Сложный вопрос, — ответил Му-Хрю, пытаясь сохранять спокойствие, хотя его голос слегка дрожал. — Я ориентируюсь по приборам. Здесь не видно даже своих лап.</p><p>— Здесь и не должно быть видно, — встряла Куби, её мягкий свет усилился, освещая панель перед Ризи. — Ледяная Стена часто окружена мощными ураганами. Её строили с расчётом, чтобы никто не смог приблизиться.</p><p>Ризи сидела рядом с Му-Хрю, её руки крепко сжимали подлокотники, а огромные глаза смотрели на снежный хаос за панелями управления.</p><p>— Построили?! — она пыталась скрыть страх за маской любопытства. — Я думала, это… просто ледники, остатки природы!</p><p>Куби зажглась холодным розовым светом.</p><p>— Это заблуждение, Ризи. Я внимательно изучила документы Опуса и сверила все параметры. Ледяная Стена — искусственная структура. Её построили на основе естественного ледника, используя технологию энергоуправления. Она защищает границы Идеалити. </p><p> — Позже обсудим, Куби. Наша главная задача — добраться до ангара. Ты уверена в координатах?! — нервно прервал её зебролис.</p><p>— Уверена настолько, насколько позволяют старые архивные карты. К обновлённым я уже не смогу подключиться, — ответила Куби, её голос звучал ровно. — Антарес-15 — ангар внутри Ледяной Стены. Вероятность существования — 87%. Но я рекомендую держаться максимально осторожно: в зоне патруля повышена активность военных кубитов.</p><p>В этот момент порыв ветра ударил с такой силой, что Астра пошатнулась, и Ризи вскрикнула, инстинктивно хватаясь за зебролиса.</p><p>— Этот ураган нас разорвёт на части! — выкрикнула она. — Му-Хрю, может, мы… можем укрыться?</p><p> — Укрыться негде, Ризи. Если мы остановимся, нас заметят. Мы должны двигаться дальше, — его лапы уверенно скользили по панели управления. — Куби, активируй маскировку. Нам нужно пройти через патруль.</p><p>Куби мигнула, её свет стал насыщенно-розовым.</p><p>— Активирую режим невидимости. Но маскировка снизит скорость. Будьте готовы.</p><p>В тот же миг корпус Астры начал меняться. Панели, словно живое зеркало, стали переливаться, сливаясь с белым хаосом вокруг. Она исчезала, становясь частью урагана. </p><p>— Это… впечатляет, — прошептала Ризи, смотря, как очертания Астры растворяются в снежной буре.</p><p>— Это не гарантирует безопасность, — бросил Му-Хрю, напрягаясь ещё больше. — Кубиты всё равно могут засечь нас по выбросу энергии. Куби, давай самый безопасный маршрут.</p><p>— Прямо, затем на 30 градусов вправо, — прозвучал её спокойный голос. — Держитесь ближе к Ледяной Стене. Кубиты не могут так близко подлететь к ней. </p><p>Му-Хрю напрягся, его пальцы пробежали по голографической панели, омнимобиль плавно поплыл вдоль гигантской Ледяной глыбы.</p><p>— Она… кажется бесконечной, — голос Ризи сорвался, и она кашлянула, пытаясь придать ему твёрдость. </p><p>— Может, она и есть бесконечная, — резко отозвался Му-Хрю, его хвост чуть заметно подрагивал. — Или так думают все. Никто никогда не покидал Идеалити через Ледяную Стену. </p><p>Ризи немного повернулась к Му-Хрю, её взгляд был настойчивым, несмотря на страх, скрывающийся в глубине её глаз.</p><p><img class=\"full-img\" alt=\"image71.jpg\" src=\"/assets/book-media/img-0057.jpeg\" /></p><p>— А ты? Ты когда-нибудь был за пределами Идеалити?! — Она старалась говорить спокойно.</p><p>— Конечно! Сотни раз. У меня были частые командировки в другие идеаполисы Идеалити, — Му-Хрю довольно хмыкнул, его жёлтые глаза на мгновение потеплели.</p><p>— И? — Ризи наклонилась чуть ближе, её взгляд сиял интересом. — Что там… за пределами? Как выглядит остальной мир? Там действительно много лесов, как мне рассказывал папа? Кто там всё-таки живет?</p><p>Му-Хрю на мгновение замолчал, глядя вперёд, будто собирался с мыслями. </p><p>— Я… ничего не видел, — наконец признался он. — Идеалибус, который перевозит пассажиров между идеаполисами, не имеет окон.</p><p>— Совсем никаких? Даже маленького иллюминатора? — Ризи удивлённо нахмурилась.</p><p>— Идеалибус — это комфортабельная летающая капсула, больше похожая на передвижной отель. Спальные отсеки, как в первом классе, мягкие кресла, индивидуальные капсулы с управляемой температурой… </p><p>— Му-Хрю, но это же странно. Как это — не видеть, что снаружи? — Ризи наклонилась чуть ближе, её глаза сузились. </p><p> Му-Хрю замер на мгновение, словно обдумывая её слова. Его хвост медленно двигался из стороны в сторону, выдавая лёгкое напряжение.</p><p>— Тогда мне не казалось странным, — признался он, его голос стал тише. — Нам ведь внушают, что за пределами Идеалити… — он сделал паузу, подбирая слова, — опасно. Говорят, что там обитают омрачённые Духи. Стоит только увидеть их — и они пожрут твою энергию, а с ней и твою Душу.</p><p>Ризи замерла, её руки чуть сильнее сжали подлокотники.</p><p>— И когда ты садишься в Идеалибус… — он глубоко вдохнул, — ты не видишь ни неба, ни земли. Только иллюзии. Виртуальные города, которые мы якобы пролетаем. Музыка, мягкий свет. И всё это для того, чтобы никто не задумывался, что на самом деле там, за этими Стенами.</p><p>— А ты никогда не задавался этим вопросом? — спросила Ризи, в её голосе прозвучали и недоумение, и лёгкий упрёк.</p><p> Му-Хрю посмотрел на неё, его взгляд был усталым, но твёрдым.</p><p>— Задавался, конечно. Но это быстро проходит, когда тебя окружают комфорт и безопасность.</p><p> Ризи опустила глаза, её пальцы нервно перебирали край сиденья.</p><p>— Значит, никто из нас не знает, что там — снаружи… — прошептала она. Её голос звучал так, будто она больше говорила сама себе. — Папа был прав: мы живём, как заключённые, даже не зная, что за пределами Идеалити.</p><p> Му-Хрю на мгновение перевёл взгляд на неё, его голос стал мягче, но серьёзнее.</p><p>— Ризи, сейчас мы с тобой увидим то, что никто из жителей Идеалити не видел. Правда может быть страшной. Ты готова?</p><p> Она не успела ответить: вдалеке начали проступать красные огоньки — силуэты патрульных военных кубитов, чьи массивные тела выглядели зловеще на фоне белого хаоса.</p><p>Ризи наблюдала за ними, затаив дыхание.</p><p>— Они такие огромные, — прошептала она. — Я… даже не знала, что такие существуют.</p><p>— Военные кубиты… — ответил Му-Хрю, не отрывая глаз от экрана. — Но если мы будем двигаться медленно, они нас не заметят.</p><p> Кубит внезапно остановился, его сенсоры зажглись ярче. Ризи сжалась, её сердце было готово выпрыгнуть из груди.</p><p>— Они нас заметят, — выдохнула она.</p><p>— Тихо, — Му-Хрю поднял руку, будто пытаясь остановить само время. — Куби, не давай ни одного сигнала.</p><p>Куби выключила свои огни, затаившись, как тень. Мучительные мгновения растянулись, пока кубит вновь не начал своё патрулирование, удаляясь в другую сторону.</p><p> Му-Хрю глубоко выдохнул.</p><p>— Пронесло.</p><p>— Фьюююююю….Мьююююююююю… — пропела тихо Мисс Фантастика и спряталась в волосах Ризи.</p><p>— Куби, быстрее! Где вход в ангар?</p><p>— Вход прямо перед вами, в центре стены. Но он закрыт. Для активации доступа необходимо ввести код или отключить защиту вручную.</p><p> Му-Хрю резко выдохнул.</p><p>— Код? Мы не знаем кода! Что значит вручную?</p><p>Куби замерцала.</p><p>— Необходимо физически соприкоснуться с панелью у входа. Система распознает биометрию и откроет доступ. Но потребуется выйти из Астры.</p><p>— Выйти?! В этот ураган?! — Ризи взвизгнула.</p><p>Му-Хрю посмотрел на неё, его взгляд был твёрдым.</p><p>— У нас нет выбора. Мы либо добираемся до ангара, либо остаёмся здесь.</p><p>Ризи медленно кивнула, её ноги слегка дрожали.</p><p>— Хорошо… Что нужно делать?</p><p>Му-Хрю быстро объяснил план, его голос оставался уверенным.</p><p>— Куби, найди ближайший безопасный участок для приземления. Мы выходим, Я активирую доступ, Ризи, ты меня страхуешь! Мисс Фантастика, спрячься!</p><p> Астра мягко снизилась, её корпус по-прежнему был скрыт маскировкой. Впереди проступала стена, ледяная и массивная, как непреодолимый монолит. В центре её скрывался небольшой прямоугольный контур — вход в ангар.</p><p>Му-Хрю и Ризи, дрожа от холода, стояли на ступеньках Астры. Ветер ударил с такой силой, что Ризи едва не выпала из омнимобиля, её волосы разметались, а дыхание сразу же превратилось в облако пара.</p><p> Зебролис осторожно выскользнул из Астры. Защитные перчатки мешали чувствовать сенсорную панель, и он, скрипя зубами, стянул одну из них. Лапа тут же онемела от леденящего холода. Пока он тянулся к панели, Ризи крепко придерживала его за хвост, боясь, что ветер его сдует.</p><p>— Му-Хрю, быстрее! — её голос дрожал от холода и напряжения. — Кубиты где-то рядом, я слышу их!</p><p><img class=\"full-img\" alt=\"image48.jpg\" src=\"/assets/book-media/img-0058.jpeg\" /></p><p> Му-Хрю, борясь с оцепенением, приложил лапу к панели, которая покрылась инеем.</p><p>— Давай же… откройся… — пробормотал он сквозь стучащие зубы.</p><p>Панель мигнула слабым синим светом, но казалось, что холод замедляет её работу. Лапа Му-Хрю нестерпимо жгла, и он, стиснув зубы, сильнее прижал её к поверхности.</p><p>— Ну же! — выдохнул он с отчаянием.</p><p> Свет на панели усилился, и раздался низкий гул. Врата, встроенные в Ледяную Стену, начали медленно раскрываться, выбрасывая клубы пара из древнего механизма. Внезапно их движение пронзил глухой, механический сигнал тревоги, прокатившийся эхом по ледяной равнине.</p><p>— Что это?! — выдохнула Ризи, её глаза расширились.</p><p> Му-Хрю обернулся, и его сердце ушло в пятки. Вдалеке за снежным вихрем красные огоньки кубитов засияли ярче, их механические фигуры начали двигаться в их сторону с угрожающей скоростью.</p><p>— Нас заметили! — изо всех сил прокричала Ризи.</p><p> Она схватила его за плечо, помогая подняться, лапы Му-Хрю подкашивались от холода, но панель наконец издала высокий металлический звук, и массивные врата начали открываться быстрее. </p><p>Наконец створки раскрылись полностью, обнажив тёмный проход внутрь ледяной стены. Му-Хрю буквально втолкнул Ризи в Астру, затем прыгнул следом и с силой захлопнул дверцу.</p><p>— Куби, в ангар, немедленно! — закричал Му-Хрю, укрывая заледеневшую лапу.</p><p>Куби мигнула ярким розовым светом, и Астра с рывком устремилась вперёд. Они проскочили внутрь тёмного пространства, а двери с тяжёлым грохотом начали закрываться, пропуская внутрь только вихри снега. Снаружи раздался резкий гул двигателей, когда кубиты практически достигли входа, но створки захлопнулись перед их носами, оставив лишь глухой удар в металл.</p><p>— Мы… сделали это! — восторженно выпалила Ризи, оборачиваясь на закрывшиеся врата.</p><p><img class=\"full-img\" alt=\"image69.jpg\" src=\"/assets/book-media/img-0059.jpeg\" /></p><p>— Нам надо поторопиться! — серьёзно ответил Му-Хрю, укутывая онемевшую лапу своим шарфом. — Пока они снаружи… но теперь знают, где мы находимся.</p><p>Внутри ангара наступила оглушительная тишина, нарушаемая только тяжёлым дыханием Ризи и Му-Хрю. Стены, покрытые инеем, возвышались до самого потолка, и казалось, что этот огромный зал не имел конца. </p><p> Астра плавно остановилась у входа, Му-Хрю и Ризи, дрожа от холода и напряжения, выбрались наружу.</p><p>— Фууууууууухххххх, — выдохнул шумно зебролис, выпустив клубы пара.</p><p>— Здесь мрачнее, чем я ожидала, — тихо произнесла Ризи. Её голос эхом отозвался от стен. Она обхватила себя руками, пытаясь согреться, а Мисс Фантастика прижалась к её шее, испуганно свернувшись.</p><p>— Куби, можешь определить местоположение Анибуса? — спросил Му-Хрю, вытирая мокрую лапу, всё ещё слегка дрожащую от недавнего холода.</p><p>— Анибус должен быть здесь, — ответила она, и в её голосе прозвучала нотка тревоги. — Но что-то мешает моему сканированию. Возможно, это изоляция ангара или древние защитные системы.</p><p> Му-Хрю огляделся. Его глаза пытались пробиться сквозь густую тьму, но казалось, что ангар играл с их восприятием. Тени двигались, словно живые, меняя формы и направления.</p><p>— Мы должны найти его, — уверенно сказал он. — Без Анибуса нам не выбраться.</p><p>— Может… мы… разделимся? — неуверенно предложила Ризи. — Так мы быстрее его найдём.</p><p> Му-Хрю нахмурился. Ему явно не понравилась эта идея, но времени на споры не было.</p><p>— Только будь осторожна. Фантастика побудет с тобой, — предупредил он, его взгляд смягчился. — И если что-то случится — сразу зови меня. Куби, останься со мной, надо активировать твою карту.</p><p>Ризи кивнула и отправилась вдоль одной из стен ангара, её шаги раздавались гулким эхом, теряясь в бесконечном пространстве. Мисс Фантастика тихо урчала, словно пытаясь успокоить девушку.</p><p>Му-Хрю, напротив, направился в другую сторону, погружённый в напряжённые поиски, его хвост нервно подрагивал.</p><p>Ангар становился всё более странным. Казалось, что стены двигались, скрытые в темноте, и тени становились всё гуще. Ризи замедлила шаг, её взгляд метался между огоньками, которые неожиданно начали появляться и исчезать в разных частях помещения.</p><p>— Это место… Оно как будто живое, — прошептала она, чувствуя, как сердце начинает стучать быстрее. — Мне становится жарко!</p><p> Тем временем Му-Хрю пытался сосредоточиться, но в ушах начинало звенеть. Куби крутилась вокруг него, её свет мерцал всё слабее.</p><p>— Здесь что-то не так… — пробормотал он, вглядываясь в пустоту перед собой. — Куби, ты сканируешь это?</p><p>— Это пространство нестабильно, — ответила она. — Энергетические потоки не совпадают с картой. Мы должны действовать быстрее.</p><p> И вдруг, словно по щелчку, всё изменилось.</p><p> ГЛАВА 16. «ЗАКУЛИСЬЕ»</p><p>Пол под ногами задрожал, и Ризи ощутила, как её словно втягивает вниз.</p><p>— Мууу-Хрюююю! — испуганно закричала она, её голос эхом разлетелся по ангару.</p><p> Ризи упала на что-то мягкое, ледяной воздух ангара сменился тягучим теплом. Веки стали тяжёлыми, словно кто-то невидимый пытался удерживать их закрытыми. Когда она всё же смогла открыть глаза, перед ней оказался коридор — длинный и пустой, с одинаковыми дверьми, уходящими в бесконечность. На стенах висели таблички с номерами классов и плакаты с лозунгами Идеалити: «Твои мысли принадлежат обществу!», «Будущее Идеалити — в твоих руках!»</p><p>— Школа?! — произнесла Ризи, её голос прозвучал странно приглушённо. Она потерла виски, пытаясь прогнать чувство нереальности.  — Что за…? Мисс Фантастика, ты здесь?! Ты в порядке?!</p><p> Пушистая зверушка, сидя на её плече, зашевелилась и тихо заурчала. Вдалеке раздались шаги. Ризи оглянулась, но не увидела ничего, кроме одинаковых дверей.</p><p>— Му-Хрю? Это ты?!</p><p>В ответ была тишина.</p><p> Она бросилась в ближайшую дверь, пальцы не слушались, когда она крутила холодную металлическую ручку. За дверью открылся… тот же коридор. Тот же.</p><p>— Му-Хрю! — снова выкрикнула она. Её голос отразился эхом, которое звучало будто издевательски. — Ты здесь? Ответь мне!</p><p>Тишина. Ризи зажмурила глаза, пытаясь справиться с нарастающим страхом. Она снова побежала, её шаги гулко отдавались в пустоте. Кабинет за кабинетом, дверь за дверью — всё было одинаковым. Таблички на дверях повторялись: «Класс 15-А», «Класс 15-Б», и снова «Класс 15-А».</p><p>— Нет… нет, это невозможно! — крикнула она, её голос сорвался, и горло защипало от напряжения.</p><p> Ризи металась по коридорам, от каждого её движения воздух вокруг словно сгущался, превращаясь в вязкую, невидимую преграду. Стены были покрыты тёмной символикой Идеалити, потолок светился холодным розовым светом, а вдалеке слышалось едва уловимое жужжание, будто сама школа дышала.</p><p> Девушка снова распахнула дверь. — Это сон, — выдохнула она, делая шаг внутрь. — Пожалуйста, пусть это будет сном…</p><p> И снова коридор. Тот же свет, те же пустые стены. Она остановилась, тяжело дыша, слёзы застилали глаза.</p><p>— Это… ловушка, — прошептала Ризи. Она ударила по ближайшей стене, и её ладонь отозвалась болью, но ничего не изменилось. — Почему это происходит?! Где ты, Му-Хрю?! Где выход?!</p><p>Ризи отчаянно рванула вперёд. Кабинеты, двери, бесконечные повторения. Её дыхание становилось всё более сбивчивым, ноги дрожали, голова кружилась. Она запнулась о неровность на полу, упала на колени и прижалась спиной к стене.</p><p>— Я… я не могу больше… — шептала она, слёзы катились по щекам. — Это всё… это всё нереально. Я никогда не выберусь. Никогда… не выберусь… — задыхаясь лепетала она.</p><p> Мисс Фантастика подлетела ближе, её пушистая мордочка ткнулась в лицо Ризи. Она громко замурлыкала, её вибрации были такими сильными, что девушка невольно почувствовала тепло и волну спокойствия.</p><p>— Ты… ты всегда такая спокойная, да? — с трудом проговорила Ризи, её пальцы ласково коснулись мягкой шерсти. — Фантастика! Что нам делать?! Мы потерялись! — зарыдала она во весь голос.</p><p> Мисс Фантастика уютно расположилась в ладонях Ризи и начала вибрировать в спокойном ритме, словно призывая девушку расслабиться. Ризи закрыла глаза, её дыхание стало ровнее, хотя внутри всё ещё бушевал страх.</p><p>— Ты права, милая… дышать… просто дышать, — тихо сказала она себе сквозь слёзы, повторяя этот простой ритм. Она снова прикрыла глаза, сосредоточившись на мерном звуке мурлыканья. Сердце, которое до этого билось так громко, будто готово было разбиться на осколки, начало замедляться.</p><p><img class=\"full-img\" alt=\"image62.jpg\" src=\"/assets/book-media/img-0060.jpeg\" /></p><p>Спустя время, Ризи вдруг почувствовала тяжесть рюкзака на плечах. Резким движением стянув его, она вытащила содержимое. Её пальцы машинально перебирали вещи, пока она не наткнулась на свитки Опуса.</p><p>— Рукописи… — прошептала она, её руки тряслись, пока она разворачивала старый пергамент. На мгновение стало страшно, что она не найдёт ничего полезного, что даже эти записи не помогут ей.</p><p>Её взгляд зацепился за строчку, выделенную жирными символами:</p><p>«Иллюзии питаются твоим страхом. Иллюзия теряет власть, если разум спокоен. Твоя реальность там, где твой центр».</p><p>Эти слова эхом отозвались внутри неё, и она медленно выдохнула, держа страницу в руках.</p><p>— Всё внутри меня… — сказала она чуть громче, как будто сама себе напоминая. — Всё внутри меня!</p><p> Она положила ладонь и Мисс Фантастику на грудь, закрыла глаза, представив, что внутри неё загорается свет. Маленький, тёплый, почти неразличимый — он начал разгораться с каждым её вдохом, вместе с дыханием Фантастики.</p><p>Свет становился ярче, заполняя её изнутри. Она чувствовала, как это тепло растекается по всему телу, отгоняя остатки страха и отчаяния. Пространство вокруг задрожало, словно само начало терять реальность.</p><p>Когда она открыла глаза, на противоположной стороне коридора появилась дверь, ярко освещённая, как маяк в тумане.</p><p>— Это выход, это выход! Фантастика! У нас получилось! </p><p> Мисс Фантастика лениво выпорхнула, потянулась и тихо фыркнула, как будто тоже это знала. Ризи шагнула вперёд, и дверь перед ней бесшумно распахнулась. Когда её глаза привыкли к свету, Ризи застыла от удивления.</p><p> В этот момент Му-Хрю стоял посреди длинного коридора центрального офиса Идеалити — места, где он провёл большую часть своей жизни. У него звенело в ушах и кружилась голова. Коридор выглядел до боли знакомым: стены из глянцевого металла, идеально ровный розовый свет, монотонное жужжание Куба. Шатаясь, он двинулся вперёд, надеясь найти выход, но чем дальше он шёл, тем больше ему казалось, что всё повторяется: один и тот же поворот, один и тот же коридор.</p><p>— Что происходит… — сердито пробормотал Му-Хрю, ускоряя шаг. — Ризи! Ризи, ты где?! — с горечью выкрикнул в пустоту зебролис.</p><p> Он открыл первую попавшуюся дверь и оказался в комнате для совещаний. На столе лежали те же документы, которые он когда-то сам подписывал, экран на стене показывал бесполезные графики. Всё выглядело идеально, до мелочей, но было лишено жизни.</p><p>Он бросился к следующей двери. Та же комната. И снова. И снова.</p><p>— Да что здесь происходит?! — закричал Му-Хрю, его голос эхом разнёсся по пустому пространству. — Куби, ты видишь это? — снова рыкнул Му-Хрю, пытаясь сохранять спокойствие, но голос его выдавал.</p><p>Куби вспыхнула мягким розовым светом, но её привычное жужжание прерывалось странными помехами.</p><p>— Анализ… пространства… завершён… — медленно ответила она, зависая на последних словах. — Искажения… влияют… на твою… на твою… психику.</p><p>— На мою психику?! — саркастически переспросил Му-Хрю, обернувшись, чтобы снова осмотреть одинаковые стены и двери. — Ты пытаешься сказать, что всё это — моя фантазия? Что за бред! — Его голова загудела.</p><p> Каждая дверь вела в одну и ту же комнату. Даже если он возвращался назад, он всё равно оказывался перед той же дверью. </p><p>Наконец, после очередного цикла он заметил дверь с табличкой: «Му-Хрю». Он замер. Это был его личный кабинет, место, где он когда-то принимал важные решения, чувствовал себя хозяином своей судьбы.</p><p>— Конечно… — с горечью прорычал он. — Конечно, я должен был сюда попасть.</p><p>Му-Хрю толкнул дверь и оказался внутри. Всё было так, как он помнил: его дизайнерское кресло, разбросанные документы, недопитый флакон бустера на столе. Но стоило ему сделать шаг внутрь, как время будто бы повернулось назад: флакон снова наполнился энергетической жидкостью, бумаги вернулись в идеальное положение, даже пыль на столе исчезла.</p><p><img class=\"full-img\" alt=\"image49.jpg\" src=\"/assets/book-media/img-0061.jpeg\" /></p><p>— Нет, нет, нет! — выкрикнул он, срываясь на крик. Му-Хрю схватил бустер и с силой бросил его о стену. Стеклянная бутылочка разбилась, но через мгновение снова появилась на столе, как будто ничего не произошло.</p><p> Он сбросил все бумаги на пол. Через секунду они уже лежали на месте.</p><p>— Хватит! — рявкнул Му-Хрю, и его хвост с яростью ударил по полу. Он перевернул кресло, но оно тут же вернулось в исходное положение. — Что за проклятие?!</p><p>— Му-Хрю… — голос Куби прозвучал тихо, с запинками. Её проекция слабо замерцала рядом с ним. — Пространство… нестабильно… но оно воздействует только на тебя.</p><p>— Да что ты говоришь?! — сорвался он, яростно махнув лапой в её сторону. — Всё это действует только на меня, Куби?! На меня! Что мне делать, раз ты такая умная?!</p><p>— Твоя злость… питает это пространство… — ответила она, её свет стал тусклее. — Ты должен успокоиться. И найти объект… который не повторяется.</p><p> Му-Хрю застыл. Её слова прозвучали, как удар по голове. Он тяжело дышал, его взгляд метался по комнате. Всё вокруг выглядело одинаково, но Куби была права: злость не поможет. Он сжал кулаки, закрыл глаза и попытался сосредоточиться на дыхании.</p><p>Вдох. Выдох. Вдох. Выдох. Постепенно гул в его голове стих, и когда он открыл глаза, его взгляд остановился на одной детали. На полу, в углу комнаты, лежала его ручка. Единственный предмет, который был не на своём месте.</p><p>— Это… оно, — прошептал он.</p><p> Он подошёл ближе, поднял ручку, и в тот же миг пространство вокруг зашевелилось. Пол задрожал, стены начали исчезать. Куби вспыхнула ярче.</p><p>— Ты… нашёл выход, — сказала она.</p><p>Дверь кабинета распахнулась, за ней была лишь ослепительная белизна. Му-Хрю сжал ручку в лапе и шагнул вперёд. Свет окутал его, и на мгновение он почувствовал, что падает.</p><p>Когда он открыл глаза, его взгляд не мог оторваться от причудливого переплетения лестниц, которые шли во всех направлениях — вверх, вниз, вбок, по кругу, словно пренебрегая законами гравитации. Му-Хрю застыл, его дыхание сбилось, как только на другой стороне лестничного хаоса он заметил Ризи.</p><p>Её маленькая фигура была похожа на огонёк в этом бесконечном кошмаре. — Ризи! — выкрикнул он, и его голос эхом разнёсся по пространству.</p><p> Ризи, увидев его, чуть не упала на колени от переполняющих её эмоций. Её лицо озарилось светом надежды, а дрожащий голос вырвался из горла:</p><p>— Му-Хрю! Ты… ты здесь?! Ты настоящий?!</p><p>Его сердце подпрыгнуло. Он поднял лапу в знак ответа.</p><p>Она сделала шаг вперёд, потом ещё один, забывая обо всём на свете. Му-Хрю сорвался с места, его лапы стремительно несли его по лестнице, которая тут же начала изменяться под его шагами. Каждое движение казалось опасным, но его вела только одна мысль — добраться до Ризи.</p><p>— Ризи! — крикнул он. — Не двигайся! Я попробую дойти до тебя!</p><p> Он шагнул на ближайшую лестницу, но в тот же миг она начала двигаться. Казалось, что пространство изменилось — Ризи теперь оказалась выше, чем раньше, а сама лестница словно ушла из-под его лап.</p><p>— Что это за чёртова головоломка?! — выругался Му-Хрю, пытаясь удержаться на качающейся ступени.</p><p>— Остановитесь! — вдруг раздался голос Куби, которая отчаянно кружила вокруг Му-Хрю. — Лестницы движутся, вы снова потеряетесь!</p><p> Ризи тоже замерла, чувствуя, как пространство под её ногами начало дрожать.</p><p>— По данным из заметок Опуса, — продолжила Куби, — иллюзии реагируют на коллективные действия. Вам нужно двигаться одновременно, следуя заданной последовательности.</p><p>— Великолепно! — воскликнул  Му-Хрю, глядя на Ризи, которая теперь выглядела ещё более растерянной. — Ризи! Ты слышала Куби?</p><p>Она кивнула:</p><p>— Мы должны двигаться одновременно? Но куда?</p><p>Куби вспыхнула, проецируя перед Му-Хрю и Ризи текст из рукописей Опуса:</p><p>«Иллюзия распадается от единства. Двигайтесь вместе, синхронно. Три шага вверх, один влево, два назад.»</p><p>Му-Хрю  закричал:</p><p>— Ризи, доверься мне! Мы сделаем это вместе!</p><p>Она кивнула, её лицо оставалось испуганным, но в глазах теплилась решимость.</p><p> — Три шага вперёд. На счёт три, — сказал он; его голос звучал твёрдо, хотя внутри бушевал шторм эмоций. — Раз… два… три!</p><p>Они шагнули одновременно, и пространство вокруг них застонало, меняясь. Лестницы исчезли, заменившись новыми. Они стали ближе.</p><p>— Теперь шаг вправо. На счёт три. Раз… два… три!</p><p> Ещё одно движение, и мир снова изменился. Му-Хрю почувствовал, как под его лапами дрожит лестница, но он не остановился. Они снова синхронно сделали шаг, а затем ещё один. Пространство начинало сходиться, как огромная головоломка.</p><p>— А-а-а! — вскрикнула Ризи, теряя равновесие. Её тело качнулось — и она сорвалась вниз, исчезнув между переплетённых лестниц.</p><p>— НЕТ! — закричал Му-Хрю, бросаясь вперёд, но было поздно. Она исчезла.</p><p>Он застыл. Мир вокруг снова зашевелился — лестницы смещались, ломались и ускользали. Он задышал тяжело, глаза метались.</p><p>— Я не успел… Я опять не успел…</p><p>— Му-Хрю, — спокойно прозвучал голос Куби. — Ты забыл. Это — иллюзия. А значит, ты можешь изменить её. Твоя эмоция — и есть форма. Твоя воля — и есть путь.</p><p>Он замер. Сердце колотилось, но в голове прояснялось.</p><p>— Я могу… вернуть момент?</p><p>Он закрыл глаза. Представил: то же место. То же падение. Только на этот раз — другая развязка.</p><p>— Пусть под ней появится лестница… Пусть она скользнёт прямо ко мне…</p><p>И вдруг — пространство содрогнулось. Как будто сама сцена промоталась назад.</p><p>И снова: Ризи падает.</p><p><img class=\"full-img\" alt=\"image19.jpg\" src=\"/assets/book-media/img-0062.jpeg\" /></p><p>Но теперь — прямо на плавно выдвинувшуюся лестницу. Она скользит по ней, и…</p><p>Му-Хрю подхватил её, обняв так крепко, словно боялся, что она снова исчезнет. Она спрятала лицо у него на груди, её плечи подрагивали от эмоций.</p><p>— Я думала, что больше никогда тебя не увижу, — рыдала она.</p><p>— Ты в безопасности, Ризи! — твёрдо ответил Му-Хрю, его голос звучал неожиданно мягко.</p><p>— Что это было? — тихо произнесла Ризи. </p><p>— Иллюзия. Закулисье. Но мы его сломали, — ответил он, и в его голосе слышались и облегчение, и усталость. — Вот уж не думал, что побег будет таким насыщенным! — весело промурлыкал Му-Хрю, разряжая обстановку.</p><p> Внезапно, словно реагируя на их присутствие, между лестницами возникла массивная дверь. Её деревянная поверхность была покрыта странными, неземными узорами, которые то вспыхивали, то угасали. </p><p>Ризи шагнула вперёд, внимательно рассматривая символы.</p><p>— Я видела это в заметках древней книги, — произнесла она, прикоснувшись к одному из узоров.</p><p> Они посмотрели друг на друга, и в этот момент никакие слова не были нужны. Му-Хрю кивнул, затем оба одновременно потянули за тяжёлую бронзовую ручку. Дверь открылась с глухим, будто древним звуком.</p><p>Яркий свет хлынул в их сторону, заполняя пространство, будто затапливая весь хаос лестниц. Всё, что было вокруг — стены, тени, ступени — начало исчезать, словно растворяясь в этом потоке.</p><p>— Что там? — удивилась Ризи, щурясь от света, но не делая ни шага.</p><p>— Только один способ узнать, — коротко ответил Му-Хрю, сжав её руку своей пушистой лапой.</p><p>ГЛАВА 17. ПОГНАЛИ, РИЗИ!</p><p>— Это он…это он… — нарушила тишину Ризи, делая шаг вперёд. Её голос вибрировал от смеси страха и восхищения. — Он… будто живой.</p><p>— Он намного больше, чем я представлял, — отозвался Му-Хрю, обходя корабль кругом. — В рукописях Опуса много говорится о нём… но это не просто корабль. Это… произведение искусства! — восхищённо произнёс Му-Хрю, его голос был полон уважения.</p><p> Корпус Анибуса переливался множеством оттенков, от серебристого до глубокого аквамарина, словно артефакт из другого времени. Его поверхность напоминала гладкий лед, но была покрыта тонкими гравировками, похожими на звёздные карты. Свет, который исходил из невидимых источников внутри ангара, играл на его гранях, словно сам корабль хотел показать себя в лучшем виде.</p><p>— Нам нужно понять, как его запустить, и поскорей выбраться отсюда — жёлтые глаза Му-Хрю сузились от напряжения. — Стоит кубитам проникнуть в ангар — они нас тут же атакуют. Поспешим!</p><p> Куби парила над ними, её мягкий свет мерцал тревожным ритмом.</p><p>— Первичный анализ завершён, — сообщила она с механическим спокойствием. — Системы корабля активны, но заблокированы. Для запуска требуется энергетический ключ.</p><p>— Ключ? — Му-Хрю резко обернулся, его хвост нервно дёрнулся из стороны в сторону — Что ещё за ключ? Я не припомню, чтобы в рукописях говорилось о каких-то ключах.</p><p> Куби замерла, а затем медленно ответила:</p><p>— Точный источник неизвестен. Но сигналы говорят, что ключ… рядом.</p><p> Ризи нахмурилась и подошла ближе. Корабль будто бы отзывался на её шаги: гравировки вспыхивали чуть ярче там, где она проходила. Её рука инстинктивно потянулась вперёд, но она замерла, не решаясь прикоснуться.</p><p>— Он… меня видит?! — восхитилась Ризи, аккуратно дотрагиваясь до корпуса Анибуса.</p><p><img class=\"full-img\" alt=\"image22.jpg\" src=\"/assets/book-media/img-0063.jpeg\" /></p><p>И в этот момент корабль ожил. С тихим гулом, как будто просыпаясь от долгого сна, Анибус издал звук — глубокий и низкий, будто эхо самого времени. Гравировки вспыхнули ярким светом, и через секунду с мягким шипением дверь на борту начала открываться.</p><p>— Что… что происходит?! — воскликнула Ризи, её глаза расширились.</p><p> Из глубины вырвался холодный пар, окативший их облаком. Свет, льющийся изнутри, был мягким, почти нереальным. Он обволакивал пространство, как будто звал войти.`</p><p> Му-Хрю отпрянул на шаг, его когти непроизвольно впились в ладонь.</p><p>— Он нас впускает! — прошептал он, и на его лице впервые мелькнуло что-то вроде растерянности.</p><p>Ризи шагнула вперёд, не отрывая взгляда от проёма.</p><p>— Но почему? Как он открылся?!</p><p>— Нам нужно торопиться, — глухо сказал Му-Хрю, бросив взгляд назад, где виднелась закрытая дверь ангара. — Если они доберутся сюда раньше, чем мы взлетим…</p><p> Му-Хрю первым шагнул внутрь, зовя Ризи за собой. В тот момент, когда он переступил порог, свет внутри корабля стал ярче, а гул усилился. Казалось, Анибус чувствовал их присутствие и готовился к пробуждению.</p><p> Куби проскользнула следом за ним, её свет теперь горел ярко, как розовый маяк.</p><p> Ризи замешкалась на пульс, ощущая, как в её груди сливаются в одно чувство восхищение и страх. Она сжала пальцы в кулаки и бросилась внутрь, вслед за Му-Хрю.</p><p> Интерьер Анибуса был не менее впечатляющим, чем его внешний вид. Внутри корабль был гораздо больше, чем можно было представить снаружи. Панели переливались мягким светом, их поверхность казалась живой. Кресла пилотов были окружены сложными консолями, которые проецировали голограммы. Потолок уходил высоко вверх, создавая ощущение огромного пространства, хотя внешне корабль выглядел компактнее. Всё выглядело технологически совершенным, но в то же время имело нотку утончённого стиля, будто созданного мастерами-ремесленниками.</p><p><img class=\"full-img\" alt=\"image25.png\" src=\"/assets/book-media/img-0064.png\" /> </p><p>— Это… великолепие… — произнесла Ризи, не отрывая взгляда от мерцающих голограмм.</p><p>— Успеем полюбоваться позже, — резко оборвал её Му-Хрю, занимая кресло пилота. Он пробежался лапами по панели управления, но корабль не отозвался. — Аррррррр! Почему он не запускается?!</p><p>Его рык эхом разнёсся по пустому залу, но ничего не произошло. Панель оставалась безжизненной, а корабль, казалось, наблюдал за ними молча.</p><p>— Это бессмысленно, — с отчаянием произнёс Му-Хрю, сжав кулаки. — Мы не можем его запустить!</p><p> Он обернулся к Ризи, его глаза метались, как у загнанного зверя.</p><p>— Я пойду за вещами из Астры. Может, найдём что-то полезное, — он говорил быстро, прерывисто, словно боялся потерять последние пульсы времени. — Ризи, посмотри рукописи Опуса. Поищи… что угодно! Нам нужна подсказка!</p><p> Ризи кивнула, её лицо побледнело, но она молча подошла к одному из сидений, снимая с плеч рюкзак. Она вытащила свитки и разложила их перед собой, её пальцы дрожали, когда она начала перелистывать пожелтевшие страницы. Мисс Фантастика выпорхнула и уютно улеглась прямо на панели управления, словно это было ее самое излюбленное место.</p><p> Му-Хрю вышел из корабля, а Ризи осталась одна. Тишина была угнетающей, только редкое мерцание стен нарушало это странное спокойствие.</p><p>— Куби, помоги мне, — прошептала Ризи, не отрываясь от текста. — Что ты имела в виду, говоря про ключ?</p><p> — Активирую поиск по похожим смыслам. Пожалуйста, продолжай читать. Я сообщу, если найду совпадение.</p><p> Девушка выдохнула, её взгляд пробежал по строчкам. Спустя время, она зацепилась за одну заметку Опуса:</p><p>«Энергия, идущая от чистого сердца, — единственный ключ, что способен разбудить древнее. Свет внутри ведёт туда, где разум бессилен».</p><p>Ризи остановилась, её взгляд стал осмысленным.</p><p>— Кристальное сердце… — её рука невольно поднялась к груди, где под кожей ощущалась лёгкая вибрация.</p><p>— Вероятность совпадения составляет 92 процента, — подтвердила Куби. — Твоё кристальное сердце излучает уникальные частоты. Возможно, именно они способны активировать Анибус.</p><p>Ризи замерла. Она с трудом сглотнула, чувствуя, как напряжение нарастает.</p><p>— Но как я… как я должна это сделать?</p><p>— Ты уже начала, — тихо ответила Куби. </p><p>Дыхание Ризи стало сбивчивым, но она заставила себя сосредоточиться. Она осторожно встала, подошла к панели управления и положила ладонь на её холодную поверхность. Ничего не произошло. Она крепче прижала руку, пытаясь почувствовать связь, о которой говорилось в рукописях. Тишина.</p><p>— Ну же…! Если это про меня, почему ничего не работает?</p><p> Мисс Фантастика вспорхнула и мигом очутилась у Ризи на шее. </p><p>— Фантастика, я понимаю что ты хочешь меня успокоить, но я совершенно не знаю как пользоваться своим сердцем! Оно разбито! Куби, я не смогу активировать даже примитивный аппарат, не то что Анибус! Все пропало! — отчаянно воскликнула Ризи.</p><p>— Ты думаешь слишком много. Просто доверься. Почувствуй. Дыши. Вдох — выдох. — спокойно ответила Куби.</p><p> Ризи закрыла глаза и сосредоточилась на тепле, которое ощущала в груди. Постепенно это тепло распространилось по её телу, и корабль отозвался. Гравировки на его поверхности вспыхнули ярким голубым светом, разливаясь по всему корпусу. Гул наполнил ангар, и Ризи ощутила, как корабль оживает. Панель управления засветилась символами, которые менялись и вращались в сложном танце.</p><p> В этот момент дверь Анибуса вновь резко распахнулась, и внутрь вбежал Му-Хрю, вокруг него парило несколько чемоданов с вещами. Он замер, увидев, как корабль вспыхивает светом, а Ризи стоит перед панелью, её рука всё ещё прижата к поверхности.</p><p>— Что ты сделала?! — выдохнул он, его глаза широко раскрылись.</p><p><img class=\"full-img\" alt=\"image37.jpg\" src=\"/assets/book-media/img-0065.jpeg\" /></p><p>— Я… — начала Ризи, её голос звучал одновременно удивлённо и уверенно. — Я….его запустила!</p><p> Гул корабля усиливался, наполняя пространство мощной вибрацией, от которой казалось, дрожали стены ангара. Му-Хрю шагнул вперёд, его взгляд был полон смеси восхищения и недоумения.</p><p>— Ризи, ты чудо! Сматываемся! — одним рывком он достиг панели управления.</p><p> В этот момент дверь ангара с громким скрежетом начала открываться. Куби вспыхнула тревожным красным светом.</p><p>— Внешние сенсоры фиксируют приближение военных объектов!</p><p>— Взлетаем сейчас же! Куби, открывай крышу ангара! — громко приказал зебролис, опускаясь в кресло пилота. Его лапы лихорадочно бегали по панели, переводя систему в режим взлёта.</p><p>— Протокол активирован. Внимание: кубиты активировали огневой коридор.— отчеканила Куби</p><p> Крыша ангара начала с шумом раздвигаться, выпуская облака инея и пара, словно из пасти гигантского существа. За пределами зиял биокупол Идеалити — гигантская гладкая полусфера, испещрённая светящимися узорами. Его поверхность мерцала живыми, переливчатыми сотами света, будто сама структура купола дышала.</p><p>— Что это? — Ризи прильнула к окну корабля, её голос сорвался от восхищения и ужаса.</p><p>— Так вблизи выглядит наш биокупол — пробормотал Му-Хрю, глядя на экран с тактической картой. — Но сейчас нас больше интересует, как его продырявить!</p><p> Снаружи, сквозь прозрачную проекцию, они видели, как к кораблю мчались десятки военных кубитов, их красные сенсоры светились, как кровожадные глаза.</p><p>— Му-Хрю, они здесь! — выкрикнула Ризи, пока свет вокруг них становился всё ярче. — Мы не успеем!</p><p>— Успеем! Ризи, закрепись. Это будет непросто!— рявкнул Му-Хрю, его глаза сверкали решимостью. Он потянулся к панели управления и активировал щиты.</p><p> Снаружи раздался оглушающий взрыв — первые кубиты открыли огонь по Анибусу. Защитное поле вспыхнуло вокруг корабля, отразив атаку волной ослепительных искр. Кубиты, отлетевшие от отдачи, тут же выстроились для нового удара.</p><p>— Щиты держат, но они не вечны! — доложила Куби, паря между ними и проецируя голографическую карту. — Для выхода нам нужно временно деактивировать сегмент биокупола.</p><p>— Загружай коды Опуса в систему корабля! — Му-Хрю резко дёрнул рычаг, и Анибус взревел, поднимаясь над платформой. Корабль дрогнул, но его полёт был плавным и стремительным. Силуэт корабля казался огромным и пугающим, пока он прорывался сквозь клубы пара и снега. </p><p> Ризи стиснула кулаки и смотрела, как символы на панели управления вспыхивают и исчезают.</p><p>— Куби, что с куполом?! — отчаянно спросила она.</p><p>— Деактивация сегмента завершена на 40 процентов. Кубиты активировали протокол перехвата. Они меняют траекторию!</p><p>— Му-Хрю! Они нас окружают! — голос Ризи срывался от напряжения.</p><p>— Держитесь! — Му-Хрю крутанул корабль вокруг своей оси, уходя от очередного удара. Снаружи раздавались взрывы — кубиты попадали друг в друга, пытаясь подстроиться под манёвры Анибуса.</p><p> — Куби, мне нужен проход сейчас!! Мы не можем тут болтаться вечно! — Му-Хрю стиснул зубы, его когти царапали панель управления. </p><p> Он опрокинул Анибус влево, совершив почти невозможный манёвр — корабль пронёсся впритирку между двумя кубитами, и те взорвались друг о друга.</p><p> В этот момент громкий сигнал заполнил кабину. На голографическом экране вспыхнула проекция биокупола: его поверхность начала переливаться, словно стекло, и в одном из сегментов соты появилась тонкая трещина, разрастающаяся в яркую воронку.</p><p>— Деактивация завершена! Купол открыт! Времени примерно на 12 пульсов! — доложила Куби.</p><p>— Ризи, прижмись! — рявкнул Му-Хрю.</p><p> Корабль взревел, и за долю пульса свет купола перед ними разорвался, создавая узкий тоннель, ведущий в синее пространство за пределами Идеалити. Но в этот момент иллюзия ударила с новой силой.</p><p>— НЕТ! — вскрикнула Ризи, чувствуя, как всё вокруг вдруг стало неестественно ровным. Купол исчез, а перед ними выросла белая стена — бесконечная и обманчиво спокойная.</p><p>— Что… что это?! — в ужасе воскликнула она — Купол… он закрылся?! Это не выход! Это ловушка!</p><p>Му-Хрю отчаянно схватился за панели, его лапы дрожали от напряжения.</p><p>— Куби! Убери иллюзию! — прорычал он.</p><p>— Иллюзия активируется внешними потоками… — Куби на мгновение замолчала, — …Но фиксируется твоим восприятием, Ризи! Доверься сердцу! Что ты видишь?</p><p>Ризи закрыла глаза, её дыхание стало глубже. Она сосредоточилась на вибрации в груди, на мягком свете кристального сердца. Мир вокруг начал дрожать, и сквозь пелену иллюзии она увидела настоящий выход — резкий, неровный свет, пробивающийся через другой тоннель.</p><p> Ризи глубоко вдохнула и вскрикнула, резко распахнув глаза:</p><p>— Левее! Это там! Это реальный выход!</p><p> Му-Хрю, не задавая вопросов, крутанул корабль в указанном направлении. Анибус взревел, и его двигатели вспыхнули ярко-голубым светом. Сила ускорения вжала Ризи в кресло, воздух в кабине задрожал от напряжения. Иллюзорная стена на мгновение дрогнула, как пелена. За ней виднелась разорванная часть купола — неровный проём в одной из сот, из которого пробивался свет.</p><p>Кубиты, словно бешеный рой, бросились вдогонку.</p><p>— Они на хвосте! — завизжала Ризи, видя, как на мониторах вспыхнули красные точки.</p><p><img class=\"full-img\" alt=\"image26.jpg\" src=\"/assets/book-media/img-0066.jpeg\" /></p><p>— Ещё немного… — Му-Хрю стиснул зубы, лапы дрожали от напряжения, но взгляд оставался твёрдым.</p><p> Первый залп ударил по защитному полю корабля. Вибрация прокатилась по корпусу, и Анибус слегка накренился.</p><p>— Они стреляют! — вскрикнула Ризи, инстинктивно прикрывая голову.</p><p>— Погнали отсюда, Ризи! — Му-Хрю дёрнул рычаг, направляя корабль в последний рывок.</p><p>Анибус с оглушительным ревом врезался в трещину, его корпус вспыхнул от столкновения с остатками энергетической волны. Защитное поле корабля пульсировало, отражая последний удар, и, наконец, трещина в куполе разорвалась. Треск был похож на раскаты грома, и в этот момент казалось, что рушится само небо. </p><p> Взрыв энергии захлестнуло пространство позади них, и кубиты, не успевшие остановиться, столкнулись с затягивающейся дырой, взорвавшись на глазах.</p><p> Кабину залил ослепительный свет. Всё замерло. На мгновение тишина была абсолютной, будто сама реальность затаила дыхание.</p><p>— Мы… сбежали..сбежали…. — всё повторяла Ризи, пытаясь отдышаться, изо всех сил прижимая к себе мисс Фантастику.</p><p>Му-Хрю ничего не ответил. Он лишь смотрел вперёд, его глаза были широко открыты от потрясения.</p><p>ГЛАВА 18. СТЕКЛЯННАЯ БАБОЧКА</p><p>— Ризи… — хрипло проговорил Му-Хрю, оборачиваясь к ней, его голос был полон напряжения, которое ещё не до конца покинуло его. — Ты… всё в порядке? Ты цела?</p><p> Му-Хрю медленно разжал пальцы, которые до боли впивались в рычаги управления. Его пушистые лапы дрожали, но он этого даже не замечал, он устало откинулся в кресло.</p><p>Ризи сидела неподвижно, её глаза всё ещё были закрыты. Она будто боялась открыть их, будто не верила, что они больше не в Идеалити. На мгновение она просто молчала, ощущая, как кровь стучит в висках.</p><p>— Кажется… да, — слабым голосом ответила она, её тон звучал растерянно, но внутри уже начинала пробиваться радость. Ризи потёрла виски, пытаясь справиться с лёгким головокружением. — А ты? Ты как?! </p><p>Она открыла глаза и посмотрела на Му-Хрю. Его лицо было напряжённым, но в нем впервые появилось нечто, что Ризи редко видела — уязвимость. Он не был сейчас суровым стратегом, а просто тем, кто только что чудом вытащил их обоих из кошмара.</p><p>Му-Хрю на мгновение замер, словно проверяя, всё ли на месте — мысли, силы, лапы.</p><p>— Хвост на месте. А это… уже неплохо! — зебролис энергично повилял хвостом и скрутил его в смешную спираль. Ризи смотрела на него, её взгляд был полон благодарности и восхищения. Она знала, что он никогда не скажет этого вслух, но в его движениях, в том, как он отвёл глаза, читалось одно: он сам не верил, что им это удалось.</p><p>Куби, зависнув между ними, замигала, её свет вернулся к привычному розовому оттенку:</p><p>— Внимание. Сканирование завершено. Обоих героев можно считать… целыми, — её голос на мгновение замер. — Моя статистика выживаемости оказалась ошибочной… на удивление приятно ошибочной.</p><p>Му-Хрю бросил на неё короткий взгляд, но тут же засмеялся, тихо и глухо, будто смеяться он разучился давно.</p><p>— Спасибо, Куби, — ответил он, широко улыбаясь. — Мы тоже немного сомневались. Перетрясло нас знатно! Не каждый день вылетаешь, как пробка из Идеалити!</p><p>Ризи неожиданно расхохоталась — её хрустальный смех был насыщен радостью и чистым волнением, эхо которого разносилось по кабине, наполняя её светом и теплом.</p><p>— Мы свободны! Му-Хрю! Ты был великолепен! Представляешь! Вылетели, словно в игольное ушко! — прозвенела она, и в её голосе зазвучали ноты восхищения и чуда. Её лицо осветило осознание того, что перед ними теперь лежит весь мир — огромный, неизведанный и ждущий их.</p><p> Мисс Фантастика, которая всё это время сидела у Ризи на коленях, вдруг мягко мурлыкнула и, поднявшись, дотронулась лапкой до её лица, словно проверяя, всё ли в порядке. Ризи улыбнулась и аккуратно взяла её в ладони.</p><p>— Спасибо, малышка, — прошептала она, прижимая пушистую зверушку к груди. — Кажется, мы сделали это! Мы сбежали из Идеалити! Просто не верится!</p><p>— Мы это сделали… — медленно повторил Му-Хрю, наконец убрав лапы с панели управления. Куби вспыхнула чуть ярче, словно поддерживая их настрой.</p><p>— Это был великолепный манёвр, — добавила она с лёгкой ноткой шутливости. — Правда, в следующий раз желательно обойтись без критических перегрузок.</p><p>— Постараемся, Куби! — ответил Му-Хрю, не сдержав смеха. — Активируй автопилот, чтобы мы могли отдышаться и насладиться заслуженным видом!</p><p>Ризи встала, её ноги дрожали, но она сделала шаг вперёд, к огромному панорамному окну. Золотистый свет заливал кабину, и она инстинктивно подняла руку, чтобы прикрыть глаза. Её сердце замерло, когда взгляд впервые коснулся настоящего неба.</p><p>— Это… — её слова застряли в горле.</p><p> Перед ними раскинулся мир, который даже в самых смелых мечтах не мог бы прийти в голову. Небо переливалось невероятными оттенками розового, голубого и сиреневого.</p><p><img class=\"full-img\" alt=\"image21.jpg\" src=\"/assets/book-media/img-0067.jpeg\" /></p><p> Оно было наполнено движением — сияние плавно струилось по его просторам, оставляя за собой сверкающие следы. Границы горизонта были окаймлены гигантскими деревьями, чьи кроны переливались светом, будто дышали. Одни были изумрудно-зелёными, другие светились глубоким красным и ярким золотым, словно сотканные из энергии.</p><p> Му-Хрю встал рядом, его жёлтые глаза расширились от увиденного. Впервые за долгое время он не нашёл слов. Он просто смотрел, и его обычно напряжённое лицо постепенно смягчилось, уступая место чему-то далёкому и тёплому.</p><p>— Невероятно… — наконец выдохнул он, его голос был полон благоговения.</p><p> Мисс Фантастика мягко заурчала, уютно устроившись на плече Ризи, её маленькие крылья лениво шевелились, словно и она была зачарована этой картиной.</p><p> Ризи не удержалась и повернулась к Му-Хрю, её лицо сияло, как у ребёнка, который впервые увидел волшебство.</p><p>— Это невозможно… — её лицо озарилось чистым восторгом. Она приблизилась к стеклу, её ладони прижались к нему. — Это настоящий мир?</p><p>— Настоящий, Ризи, — мягко произнёс Му-Хрю, подходя ближе. Он тоже застыл перед окном. — Я знал, что за куполом что-то есть, но… такое?!</p><p> Они переглянулись. На их лицах читались одновременно восторг и неверие. Внезапно Ризи бросилась к Му-Хрю и обняла его, крепко, искренне.</p><p>— Мы сбежали! Мы действительно это сделали, Му-Хрю!</p><p>— Наконец-то свободны! — мужественно выдохнул он, широко улыбнувшись. — Вот он, наш новый дом, — сказал он, положив лапу ей на плечо.</p><p>Они замерли, наслаждаясь моментом, когда осознание свободы накрыло их целиком с головой.</p><p>Но затем Му-Хрю заметил что-то в стороне и его взгляд мгновенно изменился. Он медленно отступил от окна, его хвост снова нервно дёрнулся.</p><p>— Ризи… — тихо произнес он.</p><p>Она обернулась к нему, заметив, как его взгляд устремился влево. Её радостное лицо померкло, когда она последовала за его глазами.</p><p>Слева от них, вдоль ледяной границы Идеалити, начинался совсем другой мир. Вместо великолепных лесов тянулись бескрайние пустоши, испещрённые глубокими шрамами от вырубки деревьев. Там, где некогда, буйствовала жизнь, теперь стояли огромные заводы. Их трубы выбрасывали в небо клубы густого чёрного дыма, который поднимался, заслоняя часть сияния неба.</p><p>Ещё дальше тянулись бесконечные горы мусора: искорёженные корпуса старых гаджетов, обломки механизмов, обугленные металлы. Взрывы газа озарялись тусклыми вспышками, а кубиты-утилизаторы сновали туда-сюда, как муравьи, сгребая всё в гигантские кучи.</p><p>Ризи медленно прикрыла рот рукой, её глаза наполнились слезами.</p><p>— Это… что это?!</p><p>Му-Хрю, не отрываясь, смотрел на разрушение. Его голос был жёстким и холодным.</p><p>— Это наше Идеальное Идеалити, — сухо произнёс он. — Настоящее лицо Идеалити.</p><p>Он сжал лапы в кулаки, но молчал, потому что не мог подобрать слов, чтобы описать увиденное.</p><p>— Как они могли… — отрывисто проговорила она. — Как можно было уничтожить столько? </p><p> Ризи почувствовала, как её ноги подкашиваются. Она опустилась на кресло, её взгляд блуждал между великолепием природы и разрухой, которая простиралась на горизонте. </p><p>— Мы должны что-то сделать, Му-Хрю!</p><p>Му-Хрю глубоко вздохнул и посмотрел на сияющие деревья вдали, где ещё оставалась жизнь.</p><p>— Мы начнём с того, что переживём эту Ночь, если она вообще тут существует, — ответил он, его голос снова звучал твёрдо, но в нём ощущалась скрытая усталость. — А потом… потом придумаем, что делать. Куби, принеси нам «токсин-релаксин» и просканируй местность. Найди ближайшее место для ночлега. Бустеров надолго не хватит, мы должны поберечь энергию, — отчеканил зебролис.</p><p><img class=\"full-img\" alt=\"image32.png\" src=\"/assets/book-media/img-0068.png\" /></p><p> Но прежде чем Куби успела ответить, в кабине внезапно померк свет. На мгновение всё вокруг замерло. Затем на панели управления начали мигать тревожные красные огни.</p><p>— Что происходит? — резко спросил Му-Хрю, его взгляд метнулся к мониторам.</p><p>— Сигнал… — Куби замерла, её голос стал странно низким и искажённым. — Посторонний… вход…</p><p> И вдруг в кабине раздался голос — холодный, насмешливый и пугающе близкий.</p><p>— Полетели, птички? Веселитесь? Радуйтесь последним вдохам свободы. Я уже здесь… Я всегда рядом.</p><p>Ризи вскрикнула:</p><p>— Идеалити… — её голос стал, как натянутая струна.</p><p>— Ризи… Ризи… Ризи… Ты, наверное, думаешь, что сделала невозможное, да? Что обманула Систему. Сбежала из Идеалити и наконец-то свободна… — голос Рептила был почти насмешливым. — Но я знаю всё. Каждую твою слабость. Каждую боль. — Рептил замолчал, его голос на мгновение стал мягче, почти нежным. — Ты чувствуешь её, не так ли? Эту звенящую пустоту внутри.</p><p>Ризи сжала кулаки, но её дыхание стало рваным.</p><p>— Замолчи… — прошипела она, но её голос прозвучал слишком слабо.</p><p>— Нет, милая, — Рептил насмешливо усмехнулся. — Я знаю, что ты боишься. Ты боишься за свою мамочку, боишься за себя. Ты думаешь, что твоя сила в этом… кристальном сердце? Но это только игрушка, Ризи. Игрушка, которую я заберу и уничтожу окончательно.</p><p> Ризи почувствовала, как всё её тело задрожало. Она хотела что-то сказать, но голос застрял в горле.</p><p>Му-Хрю стиснул зубы и ударил по панели.</p><p>— Заткнись!</p><p>— О-о-о-о-о, Му-Хрю… Великий Спаситель! — голос Рептила стал тише, почти интимным. — Ты думаешь, что можешь защитить её? Опус придумал тебе великую миссию, а ты и уверовал? Знаменитый Му-Хрю вмиг стал никем! — ледяной смех Рептила прорезал воздух. — Ахахахахаха! Можете бежать сколько угодно. Но я найду вас. И тогда… я лишу вас всего, что вам дорого. Лишу крыльев — одного за другим. Увидимся, птички.</p><p>Свет в кабине вернулся, но тишина, наступившая после, была ещё страшнее, чем голос Рептила.</p><p>Ризи сидела неподвижно. Её глаза были широко раскрыты, а взгляд метался между панелями, словно пытаясь найти ответ на то, что только что произошло.</p><p>Му-Хрю молчал. Его хвост дрожал, словно под током. Внутри бушевала буря — злость, страх, беспомощность. Он пытался успокоиться, но слова Рептила всё ещё звенели в его ушах.</p><p>— Они… они могут заблокировать её сознание, — нарушила тишину Ризи, её голос дрожал.</p><p>— Если это произойдёт… если они навсегда запрут её там… — Она прижала ладони к вискам, её дыхание стало рваным. </p><p>Му-Хрю резко обернулся к ней, его глаза сверкнули, как молнии.</p><p>— Ризи, остановись, — сказал он резко. — Ты слышала, что это было. Это… это их игра. Они пытаются нас сломать. Особенно тебя.</p><p>Она обхватила себя руками, будто пытаясь защититься от реальности, которая только что раскрылась перед ней.</p><p>— Но… если они действительно могут это сделать… Му-Хрю, ты слышал Идеалити?! Они знают, что она мне дорога! И если они… они… — зарыдала Ризи. — Тогда я никогда не смогу её вытащить. Никогда…</p><p>— Так! Стоп! — рявкнул Му-Хрю. Его голос был резким, почти злым, но это была не злость на неё. Это была злость на беспомощность, на Идеалити. Он сделал глубокий вдох, пытаясь вернуть себе контроль. — Они ничего не сделают. Они просто манипулируют тобой. Это их метод. Давить на самое больное.</p><p>Ризи прикрыла глаза. Её плечи дрожали.</p><p>Му-Хрю медленно поднялся с кресла. Его хвост резко дёрнулся, отражая напряжение. Он по-лисьи подкрался к Ризи, присел перед ней на лапы и заглянул ей в глаза.</p><p>— Ризи, моя хорошая, соберись… — произнёс он. Его голос был бархатным, но твёрдым. — Что бы это ни было, кто бы это ни был… Они не могут контролировать нас. Они не могут сломить тебя, если ты не позволишь им. Ты слышишь меня, Ризи?</p><p>Она молчала, но он не отводил взгляда.</p><p>— Ты сильнее, чем они думают. Сильнее, чем ты сама думаешь, — продолжил он. Его голос стал ещё мягче. — Ты должна верить, Ризи. Вспомни пророчество. Твоё кристальное сердце — это не просто оружие. Это ключ. Мы найдём способ разрушить их влияние. И мы найдём твою маму.</p><p>— Ты и правда так думаешь? — она наконец внимательно посмотрела на Му-Хрю.</p><p>— Я знаю это. Потому что мы обязаны. Я был готов потерять всё, чтобы сбежать. Я… я стал изгоем! — грустно рассмеялся зебролис. — Но я не позволю, чтобы всё, ради чего мы боролись, оказалось напрасным…</p><p>Куби вспыхнула ярким светом, словно торжественно объявляя о великом событии. Её голос прозвучал с неожиданным воодушевлением, что сильно выбивалось из привычной тональности.</p><p>— Внимание! — начала она, словно конферансье на большом представлении. — Не хочу прерывать вас в такой трогательный момент, — заботливо произнесла она, — но Анибус завершает посадку. Друзья, вы готовы? Вы готовы к своей первой высадке на настоящую, живую землю?!</p><p>Добро пожаловать в леса Люмени́ры!</p><p> Му-Хрю резко поднял голову, его уши дёрнулись, будто от неожиданности.</p><p>— Люмениры? Это ещё что за место? — спросил он, взглянув в сторону панорамного окна, где уже вырисовывались силуэты исполинских деревьев, залитых мягким светом.</p><p>Ризи, вытирая слёзы, снова с удивлением раскрыла глаза. — Настоящая земля… Живая! — звонко повторила она, её голос звучал от смеси волнения и трепета.</p><p>Куби, сияя розовым светом, буквально переливалась энтузиазмом, словно готовая поделиться чем-то из древних архивов.</p><p>— О, Ризи, Му-Хрю, вы не представляете, куда мы попали! — Её голос звучал торжественно, будто она пересказывала священный текст. — Леса Люмениры — это не просто леса. Согласно древним легендам Идеалити, после Великой Битвы у Плачущих Холмов именно здесь укрылись Духи, когда потерпели поражение. Я просканировала: воздух здесь настолько насыщен кислородом и энергией, что может… слегка кружить голову.</p><p> Му-Хрю хмыкнул, поднялся и встряхнул пушистый хвост.</p><p>— Спасибо, что предупредила, Куби! А то мы бы подумали, что всё это — от радости.</p><p>— Так и есть! — ответила Куби. — Радость и кислород. И ещё… несколько неизвестных соединений.</p><p>— Но я бы теперь всё проверял, что начинается с фразы «Согласно древним легендам Идеалити…», — прищурил свои жёлтые глаза зебролис. — Победители всегда пишут историю, Куби.</p><p>Мисс Фантастика, которую Ризи держала на руках, взволнованно замурлыкала и запрыгнула на плечо Му-Хрю. Её маленькие крылья слегка шевелились, словно она чувствовала приближающееся волшебство.</p><p> — Духи… — задумчиво повторила Ризи. — Какие они?</p><p> Му-Хрю резко повернулся к ней.</p><p>— Никто точно не знает. Опус рассказывал, что они были хранителями этого мира. Они дышали с деревьями, говорили с ветрами и танцевали с реками. Одни говорят, что они исчезли после великой битвы. А Идеалити внушает, что Духи превратились в нечто… — он осёкся, не закончив мысль. — Послушай, Ризи. Мы остаёмся рядом с Анибусом. Никаких прогулок вглубь леса. Если что-то пойдёт не так, нам нужно быстро вернуться на борт.</p><p>Куби вмешалась, её голос снова зазвучал торжественно:</p><p>— Согласно легендам, Леса Люмениры могут быть дружелюбны… только к тем, кто приходит с чистым сердцем. </p><p>Му-Хрю закатил глаза, но на его губах мелькнула лёгкая улыбка.</p><p>— Чистое сердце? Ну, тогда я пропал, — пробормотал он с усмешкой.</p><p> Мисс Фантастика на его плече недовольно замурлыкала, как будто в укор. Му-Хрю взглянул на неё и тихо хмыкнул.</p><p>— Ладно-ладно, я понял. Ты за меня поручишься? — пощекотал он Фантастику. — Только Идеалити все эти легенды нипочём: рубят леса Люмениры, а я лицо всего этого! Знаменитый Амбассадорррррррррррррр Идеалити! — язвительно прорычал Му-Хрю и принял угрюмую позу для воображаемого фото.</p><p> Ризи не удержалась от улыбки, но затем её взгляд снова устремился к закрытым дверям Анибуса. </p><p>— А если лес… если он нас не примет? — вдруг спросила она. </p><p>— Если не примет, — мягко ответил Му-Хрю, — то мы это быстро почувствуем. Я же зебролис, Ризи! Активирую свои инстинкты! — бархатно рассмеялся Му-Хрю, предвкушая момент встречи со своей природой.</p><p> Куби вдруг замигала ярче, словно поднимая настроение.</p><p>— Приготовьтесь, друзья! Момент исторической высадки через пять… четыре… три… два… один! — произнесла она это с такой интонацией, словно объявляла запуск космического корабля.</p><p> Анибус мягко коснулся земли, вибрация прошла по корпусу, затихнув в тишине леса. Люк открылся, и свежий воздух ворвался внутрь корабля, окатив их мягким потоком. Это был воздух, который они никогда не чувствовали раньше: тёплый, пропитанный ароматами влажной земли, цветов и древесной коры. Он был лёгким, как шёлк, и от одного вдоха кружилась голова.</p><p>Му-Хрю сделал первый шаг к выходу, но замер, уступая Ризи право выйти первой.</p><p>— Твой шаг, Ризи, — тихо сказал он, и его голос был таким мягким, что она удивилась.</p><p>Ризи не двинулась сразу. Она смотрела на раскрывающийся перед ними мир, её сердце стучало так сильно, что, казалось, она сейчас потеряет равновесие. Потом она медленно шагнула вперёд, и замерла, едва ступив на землю, словно боялась, что это всё окажется иллюзией. Она закрыла глаза и сделала глубокий вдох.</p><p>— Это… это вообще реально? — прошептала она. Её голос был хриплым от эмоций.</p><p> Она медленно опустилась на колени, её пальцы коснулись земли. Земля была тёплой, живой, будто пульсировала нежным ритмом.</p><p>— Это… Это так необычно и прекрасно…</p><p> Му-Хрю ступил следом, его лапы мягко утонули в пушистой траве, переливавшейся светом. Зебролис замер, его хвост медленно опустился, а уши нервно шевелились, пытаясь уловить каждый звук. Вдали слышалась переливчатая мелодия, словно кто-то тихо играл на инструменте, который никто из них никогда не видел.</p><p> Когда Ризи открыла глаза, мир перед ней вспыхнул яркими красками. Леса Люмениры простирались до самого горизонта: гигантские деревья с кронами, переливавшимися золотом, бирюзой и глубоким изумрудом. Каждое из них казалось живым, будто наблюдало за прибывшими и оценивало их намерения. Их стволы светились, как будто внутри них текла жидкая энергия. </p><p>Му-Хрю медленно обернулся к ней, его жёлтые глаза широко раскрылись, а на лице читалась смесь удивления и облегчения.</p><p>— Я… даже не знаю, что сказать, — наконец произнёс он. — Ни в одной метавселенной я такого не ощущал! Воздух… — он с шумом вдохнул и повалился от счастья на траву.</p><p> Ризи улыбнулась, её лицо впервые за долгое время озарилось чистым счастьем.</p><p>— Это был бы лучший сон, если бы мы могли его видеть из биокупола. Но теперь я понимаю… мы спали там, за Ледяными стенами Идеалити, — она подняла руки, словно пытаясь обнять этот мир. — А тут всё… живое! — она вслед за Му-Хрю нырнула в объятья душистой травы.</p><p> Куби стремительно вылетела и её свет замигал радостным розовым.</p><p>— Сканирование завершено! Добро пожаловать в Леса Люмениры! Вероятность того, что мы наткнёмся на нечто волшебное и слегка опасное, составляет… — она замерла, а затем добавила с лёгкой ноткой юмора: — 98%.</p><p>Ризи неожиданно встала, её глаза засветились.</p><p>— Это место будто дышит. Оно… живое… — осторожно произнесла она.</p><p>Му-Хрю наклонил голову, его уши чуть дёрнулись.</p><p>— Оно не просто живое, — тихо сказал он. — Оно нас видит.</p><p>— Видит? — переспросила Ризи, её голос дрогнул от беспокойства.</p><p>Му-Хрю внимательно посмотрел на неё.</p><p>— Я чувствую это. Этот лес… как разум. Он наблюдает, но пока молчит.</p><p> Мисс Фантастика спрыгнула с плеча Му-Хрю и плавно приземлилась на траву. Она замерла на мгновение, затем начала кувыркаться на опушке, словно игривый ребёнок. Её маленькие крылья переливались светом, а мурлыканье стало гораздо громче обычного.</p><p>— Фантастика в восторге! — усмехнулся Му-Хрю, наблюдая за её выкрутасами.</p><p>— Конечно, Му-Хрю! — раздался голос Куби. — Она же родом из этого леса! Люмениры — её дом! Это редкий вид…</p><p>Му-Хрю резко обернулся, его хвост замер в воздухе.</p><p>— Дом? — переспросил он, его голос натянулся, как струна. — Ты хочешь сказать…</p><p>— Так вот где её нашёл Опус! — воскликнула Ризи, глядя на Куби.</p><p> Му-Хрю взмахнул хвостом, словно кто-то зажёг его мысль.</p><p>— Значит, Опус уже был здесь? — он зашагал взад-вперёд перед Анибусом, его голос наполнился удивлением и восхищением. — И он всё это видел. Этот лес, эти деревья… это волшебство.\t</p><p>— Почему же он вернулся? — удивлённо спросила Ризи.</p><p>Му-Хрю остановился, задумчиво глядя вдаль.</p><p>— Потому что знал: однажды кто-то из нас последует за ним, — наконец ответил он. — Он вернулся, чтобы спланировать всё. Чтобы дать нам шанс.</p><p> Он вдруг рассмеялся, откинув голову назад; его смех прозвучал как неожиданный разряд электричества.</p><p>— Ах, ты мой остроумный осьминог! Всё провернул так, что мы теперь стоим здесь, дышим этим воздухом, смотрим на этот лес. Опус, ты и вправду гениален!</p><p> Ризи улыбнулась, но её взгляд остался задумчивым. Она присела и провела рукой по мягкой траве.</p><p>— Если это её дом… если Опус был здесь… тогда он верил в нас. Верил в пророчество…</p><p><img class=\"full-img\" alt=\"image31.png\" src=\"/assets/book-media/img-0069.png\" /></p><p>Они молчали, наслаждаясь моментом, когда лес казался бесконечно живым, дышащим, полным тайн. В этот момент на плечо Ризи опустилась бабочка. Её крылья переливались, словно были сделаны из жидкого стекла, отражая свет всего леса.</p><p>Ризи замерла, её глаза наполнились блеском.</p><p>— Му-Хрю…</p><p>Он, стоя рядом, наблюдал за этой сценой с мягкой улыбкой. Он видел, как Ризи впервые за всё время перестала думать о боли, страхах и том, что осталось позади. Её лицо было озарено чистой радостью — будто в этот миг она впервые почувствовала, что всё будет хорошо.</p><p>— Тогда пусть эта вера Опуса станет нашим путеводным светом, — произнёс зебролис и присел рядом. </p><p><a id=\"_headingh.f3xpgn3m7snn\"></a>Ветер прошёлся по их волосам — лёгкий и мягкий, словно приветствие. Хвост Му-Хрю плавно покачнулся в такт ветру.</p><p>— Это только начало волшебства, — промурлыкал он. — Кажется, мы ступили на Землю, которая давно ждала нас… — он кончиком хвоста дотронулся до стеклянной бабочки.</p><p>Ризи улыбнулась, её глаза засияли тёплым светом.</p><p>— Ты прав, Му-Хрю…</p><p>…Но, может быть, мы ждали её так же сильно, как она — нас!</p><p><img class=\"full-img\" alt=\"image46.jpg\" src=\"/assets/book-media/img-0070.jpeg\" /></p><p>ЭПИЛОГ.</p><p> Дом Ризи больше не был тем уютным местом, где некогда царила гармония. Каждая комната, каждая деталь её мира теперь напоминали поле боя. Воздух был тяжёл от пыли, гари и раскалённого металла. Разбитые окна звенели от порывов ветра, а рамы дрожали, словно в предсмертных конвульсиях.</p><p> В оранжерее некогда сиявшая люстра лежала на полу в груде искорёженного стекла и металла. Растения, которые Ризи и Савия так любовно выращивали в своём саду, валялись поломанными, с выдранными корнями, а горшки разбиты. Вода из разорванных труб стекала по стенам, смешиваясь с землёй и обломками в грязные потоки. Кубиты сновали по дому, переворачивая оставшиеся книги и ковры, разбивая то, что ещё держалось на месте.</p><p>На кухне звенела последняя уцелевшая посуда. Голографические экраны мигали, словно дом ещё пытался восстановить свои функции, но тщетно. Пол был усеян осколками и пятнами. Всё, что некогда было символом уюта, теперь напоминало разбитую шкатулку воспоминаний.</p><p> Рептил, паря на своём аниборде, окинул разрушение довольным взглядом. Его фигура была внушительной, а алые глаза ярко светились в полумраке, отражая гнев. Он завис над разбитой люстрой, скрестив лапы, и молча наблюдал, как кубиты прочёсывают каждый угол дома.</p><p>— Докладывайте, — его голос разнёсся по разорённому дому, как раскат грома.</p><p> Первый Грей вынырнул из-под обломков, его длинные пальцы нервно дрожали.</p><p>— Книга не обнаружена. </p><p>Рептил вздрогнул, его острый хвост резко дёрнулся. Гнев в нём закипал, но он пока сдерживал себя.</p><p>— Что с капсулой? Где тело? — произнёс он медленно, почти шёпотом, но этот шёпот резал пространство острее, чем крик.</p><p> Второй Грей, едва решившись, вышел вперёд, его уши дрожали.</p><p>— Тела нет, сэр, — едва слышно прошептал он, ссутулившись под тяжестью взгляда Рептила.</p><p> Пульсы тишины. Дом замер. Даже осколки стекла, казалось, затаили звон.</p><p> И вдруг раздался рёв — не человеческий, не звериный — первобытный, пропитанный гневом и ненавистью. Рёв пронзил дом, стены задрожали, а осколки стекла взметнулись вверх, отражая свет его алых глаз.</p><p> Рептил взмыл выше, когти с визгом впились в аниборд, оставляя глубокие борозды. Кубиты замерли, их движения сбились, будто сами алгоритмы не выдержали этой волны звука. Первый и Второй Грей зажали уши, едва удерживаясь на ногах.</p><p> Имя, которое прорычал Рептил в этот момент, растворилось в хаосе — Греи так и не смогли его расслышать.</p><p>У<img class=\"full-img\" alt=\"image14.jpg\" src=\"/assets/book-media/img-0071.jpeg\" /></p>"
  ]
}